{ "translations": {
    "Missing recovery key password" : "Falta contraseña de recuperación",
    "Please repeat the recovery key password" : "Por favor repite la contraseña de recuperación",
    "Repeated recovery key password does not match the provided recovery key password" : "La contraseña de recuperación reintroducida nun coincide cola contraseña de clave de recuperación fornía",
    "Recovery key successfully enabled" : "Habilitóse la recuperación de ficheros",
    "Could not enable recovery key. Please check your recovery key password!" : "Nun pudo habilitase la clave de recuperación. Por favor comprueba la contraseña.",
    "Recovery key successfully disabled" : "Clave de recuperación deshabilitada",
    "Could not disable recovery key. Please check your recovery key password!" : "Nun pudo deshabilitase la clave de recuperación. Por favor comprueba la contraseña!",
    "Missing parameters" : "Falten parámetros",
    "Please provide the old recovery password" : "Por favor forni l'anterior contraseña de recurepación ",
    "Please provide a new recovery password" : "Por favor forni una contraseña de recuperación nueva",
    "Please repeat the new recovery password" : "Por favor repite la nueva contraseña de recuperación",
    "Password successfully changed." : "Camudóse la contraseña",
    "Could not change the password. Maybe the old password was not correct." : "Nun pudo camudase la contraseña. Comprueba que la contraseña actual seya correuta.",
    "Recovery Key disabled" : "Clave de Recuperación deshabilitada",
    "Recovery Key enabled" : "Clave de Recuperación habilitada",
    "Could not enable the recovery key, please try again or contact your administrator" : "Nun pudo habilitase la clave de recuperación, por favor inténtalo de nueves o contautal col to alministrador",
    "Could not update the private key password." : "Nun pudo anovase la clave de contraseña privada,",
    "The old password was not correct, please try again." : "L'anterior contraseña ye incorreuta, inténtalo otra vegada.",
    "The current log-in password was not correct, please try again." : "La contraseña d'aniciu de sesión actual ye incorreuta, inténtalo otra vegada.",
    "Private key password successfully updated." : "Contraseña de clave privada anovada correchamente.",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one. Please run 'occ encryption:migrate' or contact your administrator" : "Ye necesariu migrar les tos claves de cifráu de la vieya encriptación (ownCloud <= 8.0) pa la nueva. Por favor executa  'occ encryption:migrate' o contauta col to alministrador",
    "Invalid private key for Encryption App. Please update your private key password in your personal settings to recover access to your encrypted files." : "Clave privada non válida pa Encryption. Por favor, anueva la to contraseña de clave nos tos axustes personales pa recuperar l'accesu a los tos ficheros cifraos.",
    "Encryption App is enabled and ready" : "L'aplicación de cifráu llista y habilitada",
    "Bad Signature" : "Robla Incorreuta",
    "Missing Signature" : "Falta Robla",
    "one-time password for server-side-encryption" : "Contraseña d'un solu usu pal cifráu nel llau sirvidor",
    "Can not decrypt this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Nun pudo descifrase esti ficheru, dablemente seya un ficheru compartíu. Solicita al propietariu del mesmu que vuelva a compartilu contigo.",
    "Can not read this file, probably this is a shared file. Please ask the file owner to reshare the file with you." : "Nun pudo lleése'l ficheru, dablemente seya un ficheru compartíu. Solicita al propietariu del mesmu que vuelva a compartilu contigo.",
    "Hey there,\n\nthe admin enabled server-side-encryption. Your files were encrypted using the password '%s'.\n\nPlease login to the web interface, go to the section 'ownCloud basic encryption module' of your personal settings and update your encryption password by entering this password into the 'old log-in password' field and your current login-password.\n\n" : "Hola,\n\nL'alministrador habilitó'l cifráu del llau de sirvidor. Los sos ficheros van ser cifraos usando como contraseña  '%s'.\n\nPor favor, identifíquese na interfaz web, vaya a la estaya 'Modulo básicu de cifráu ownCloud' de les sos opciones personales y anove la so contraseña tecleando esta contraseña nel campu 'contraseña antigua' ya introduciendo la nueva nel so correspondiente campu.\n\n\n",
    "The share will expire on %s." : "La compartición va caducar el %s.",
    "Cheers!" : "¡Salú!",
    "Hey there,<br><br>the admin enabled server-side-encryption. Your files were encrypted using the password <strong>%s</strong>.<br><br>Please login to the web interface, go to the section \"ownCloud basic encryption module\" of your personal settings and update your encryption password by entering this password into the \"old log-in password\" field and your current login-password.<br><br>" : "Hola,<br><br>L'alministrador habilitó'l cifráu del llau de sirvidor. Los sos ficheros van ser cifraos usando como contraseña<strong>%s</strong>.<br><br>Por favor, identifíquese na interfaz web, vaya a la estaya 'Modulo básicu de cifráu ownCloud' de les sos opciones personales y anove la so contraseña tecleando esta contraseña nel campu 'contraseña antigua' ya introduciendo la nueva nel so correspondiente campu.<br><br>",
    "Encryption App is enabled but your keys are not initialized, please log-out and log-in again" : "L'aplicación Encryption ta habilitada pero les tos claves nun s'aniciaron, por favor zarra sesión y aníciala de nueves",
    "Encrypt the home storage" : "Encriptar l'almacenamientu personal",
    "Enabling this option encrypts all files stored on the main storage, otherwise only files on external storage will be encrypted" : "Al habilitar esta opción encriptaránse tolos ficheros almacenaos na memoria principal, d'tra miente van ser cifraos namás los ficheros d'almacenamientu esternu",
    "Enable recovery key" : "Habilitar clave de recuperación",
    "Disable recovery key" : "Deshabilitar clave de recuperación",
    "The recovery key is an extra encryption key that is used to encrypt files. It allows recovery of a user's files if the user forgets his or her password." : "La clave de recuperación ye una clave de cifráu estra que s'usa pa cifrar ficheros. Permiti la recuperación de los ficheros d'un usuariu si escaez la so contraseña.",
    "Recovery key password" : "Contraseña de clave de recuperación",
    "Repeat recovery key password" : "Repetir la contraseña de recuperación",
    "Change recovery key password:" : "Camudar la contraseña de la clave de recuperación",
    "Old recovery key password" : "Contraseña de recuperación vieya",
    "New recovery key password" : "Nueva contraseña de recuperación",
    "Repeat new recovery key password" : "Repitir nueva contraseña de recuperación",
    "Change Password" : "Camudar contraseña",
    "ownCloud basic encryption module" : "módulu d'encriptación d'ownCloud básicu",
    "Your private key password no longer matches your log-in password." : "La to contraseña de clave privada yá nun coincide cola to contraseña d'accesu.",
    "Set your old private key password to your current log-in password:" : "Afita la contraseña de clave privada vieya pa la to contraseña d'aniciu de sesión actual:",
    " If you don't remember your old password you can ask your administrator to recover your files." : "Si nun recuerdes la contraseña vieya, pues pidir a alministrador que te recupere los ficheros.",
    "Old log-in password" : "Contraseña d'accesu vieya",
    "Current log-in password" : "Contraseña d'accesu actual",
    "Update Private Key Password" : "Anovar Contraseña de Clave Privada",
    "Enable password recovery:" : "Habilitar la recuperación de contraseña:",
    "Enabling this option will allow you to reobtain access to your encrypted files in case of password loss" : "Habilitar esta opción va permitite volver a tener accesu a los ficheros cifraos en casu de perda de contraseña",
    "Enabled" : "Habilitar",
    "Disabled" : "Deshabilitáu"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}