OC.L10N.register(
    "files_sharing",
    {
    "Shared by link" : "Доступные по ссылке",
    "No shared links" : "Нет ссылок",
    "Cancel" : "Отмена",
    "Add" : "Добавить",
    "Share" : "Сделать общим",
    "Pending" : "Ожидание",
    "Shares" : "События обмена файлами",
    "Password" : "Пароль",
    "Proceed" : "Продолжить",
    "Download" : "Загрузка"
},
"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);");
