{ "translations": {
    "Wrong current password" : "كلمة المرور الحالية خاطئة",
    "The new password cannot be the same as the previous one" : "لا يمكن أن تكون كلمة المرور الجديدة نفس كلمة المرور القديمة",
    "No user supplied" : "لم يتم توفير مستخدم",
    "Authentication error" : "خطأ في المصادقة",
    "Please provide an admin recovery password; otherwise, all user data will be lost." : "يُرجى تقديم كلمة مرور استرداد للمسؤول؛ وإلا فستفقد جميع بيانات المستخدم.",
    "Wrong admin recovery password. Please check the password and try again." : "كلمة مرور استرداد خاطئة للمسؤول. يُرجى التحقق من كلمة المرور والمحاولة مرة أخرى.",
    "Backend doesn't support password change, but the user's encryption key was successfully updated." : "لا تدعم الواجهة الخلفية تغيير كلمة المرور، لكن تم تحديث مفتاح تشفير المستخدم بنجاح.",
    "Unable to change password" : "لا يمكن تغيير كلمة المرور",
    "%s password changed successfully" : "تم تغيير كلمة المرور %s بنجاح",
    "Couldn't send reset email. Please contact your administrator." : "لا يمكن إرسال رسالة بريد إلكتروني لإعادة التعيين. يُرجى الاتصال بالمسؤول.",
    "installing and updating apps via the market or Federated Cloud Sharing" : "تثبيت التطبيقات وتحديثها عبر المتجر أو المشاركة السحابية الموحدة",
    "cURL is using an outdated %s version (%s). Please update your operating system or features such as %s will not work reliably." : "يستخدم cURL إصدار %s محدثًا (%s). يُرجى تحديث نظام التشغيل وإلا فلن تعمل ميزات مثل %s بشكل موثوق.",
    "Invalid url '%s'. Urls should be set up like 'http://www.example.com' or 'https://www.example.com'" : "URL غير صالح '%s'. يجب إعداد عناوين URL مثل \"http://www.example.com\" أو \"https://www.example.com\"",
    "Group already exists." : "المجموعة موجودة بالفعل.",
    "Unable to add group." : "تعذّرت إضافة مجموعة.",
    "Unable to delete group." : "تعذّر حذف مجموعة.",
    "Saved" : "تم الحفظ",
    "log-level out of allowed range" : "مستوى السجل خارج النطاق المسموح به",
    "Invalid email address" : "عنوان بريد إلكتروني غير صالح",
    "test email settings" : "إعدادات رسائل البريد الإلكتروني الاختبار",
    "A problem occurred while sending the email. Please revise your settings. (Error: %s)" : "حدثت مشكلة أثناء إرسال البريد الإلكتروني. يُرجى مراجعة إعداداتك. (خطأ: %s)",
    "Email sent" : "تم إرسال رسالة البريد الإلكتروني",
    "You need to set your user email before being able to send test emails." : "تحتاج إلى تعيين بريد إلكتروني للمستخدم قبل أن تتمكن من إرسال رسائل البريد الإلكتروني الاختبار.",
    "Couldn't change the email address because the user does not exist" : "لا يمكن تغيير عنوان البريد الإلكتروني لأن المستخدم غير موجود",
    "Couldn't change the email address because the token is invalid" : "لا يمكن تغيير عنوان البريد الإلكتروني لأن الرمز المميز غير صالح",
    "Your %s account was created" : "تم إنشاء حساب %s",
    "Invalid mail address" : "عنوان بريد إلكتروني غير صالح",
    "A user with that name already exists." : "يوجد مستخدم بهذا الاسم بالفعل.",
    "Unable to create user." : "تعذّر إنشاء مستخدم.",
    "The token provided is invalid." : "الرمز المميز المقدم غير صالح.",
    "The token provided had expired." : "تم انتهاء صلاحية الرمز المميز المقدم.",
    "Failed to create activation link. Please contact your administrator." : "فشل إنشاء رابط تنشيط، يُرجى الاتصال بمسؤولك.",
    "Can't send email to the user. Contact your administrator." : "لا يمكن إرسال بريد إلكتروني إلى المستخدم. اتصل بمسؤولك.",
    "Failed to set password. Please contact the administrator." : "فشل تعيين كلمة المرور. يُرجى الاتصال بالمسؤول.",
    "Failed to set password. Please contact your administrator." : "فشل تعيين كلمة المرور. يُرجى الاتصال بمسؤولك.",
    "Failed to send email. Please contact your administrator." : "فشل إرسال رسالة بريد إلكترونية، يُرجى الاتصال بمسؤولك.",
    "Unable to delete user." : "تعذّر حذف المستخدم.",
    "Forbidden" : "ممنوع",
    "Invalid user" : "مستخدم غير صالح",
    "Unable to change mail address" : "تعذّر تغيير عنوان البريد الإلكتروني",
    "Email has been changed successfully." : "تم تغيير البريد الإلكتروني بنجاح.",
    "An email has been sent to this address for confirmation. Until the email is verified this address will not be set." : "تم إرسال رسالة بريد إلكتروني إلى هذا العنوان للتأكيد. وإلى أن يتم التحقق من صحة البريد الإلكتروني، لن يتم تعيين هذا العنوان.",
    "No email was sent because you already sent one recently. Please try again later." : "لم يتم إرسال أي رسالة بريد إلكتروني لأنك أرسلت رسالة مؤخرًا. يُرجى إعادة المحاولة فيما بعد.",
    "Your full name has been changed." : "تم تغيير اسمك الكامل.",
    "Unable to change full name" : "لا يمكن تغيير الاسم الكامل",
    "%s email address confirm" : "تأكيد عنوان البريد الإلكتروني %s",
    "Couldn't send email address change confirmation mail. Please contact your administrator." : "لا يمكن إرسال رسالة تأكيد تغيير عنوان البريد الإلكتروني. يُرجى الاتصال بمسؤولك.",
    "%s email address changed successfully" : "تم تغيير عنوان البريد الإلكتروني لـ %s بنجاح",
    "Couldn't send email address change notification mail. Please contact your administrator." : "لا يمكن إرسال رسالة إشعار تغيير عنوان البريد الإلكتروني. يُرجى الاتصال بمسؤولك.",
    "Unable to enable/disable user." : "تعذّر تمكين/تعطيل المستخدم.",
    "Owner language" : "لغة المالك",
    "Create" : "إنشاء",
    "Change" : "تغيير",
    "Delete" : "حذف",
    "Share" : "مشاركة",
    "APCu" : "APCu",
    "Redis" : "Redis",
    "Language changed" : "تم تغيير اللغة",
    "Invalid request" : "طلب غير صالح",
    "Admins can't remove themself from the admin group" : "لا يتمكن المسؤول من إزالة حسابه من مجموعة المسؤولين",
    "Unknown user" : "مستخدم غير معروف",
    "Couldn't remove app." : "لا يمكن إزالة التطبيق.",
    "Official" : "رسمي",
    "Approved" : "معتمدة",
    "All" : "الكل",
    "Enabled" : "مُفعَّل",
    "Not enabled" : "غير مفعل",
    "No apps found for your version" : "لم يتم العثور على أي تطبيق مناسب لإصدارك",
    "The app will be downloaded from the app store" : "سيتم تنزيل التطبيق من متجر التطبيقات",
    "Official apps are developed by and within the ownCloud community. They offer functionality central to ownCloud and are ready for production use." : "يتم تطوير التطبيقات الرسمية من خلال مجتمع ownCloud، كما أنها توفر وظيفة مركزية لـ ownCloud، وهي جاهزة لاستخدام الإنتاج.",
    "Approved apps are developed by trusted developers and have passed a cursory security check. They are actively maintained in an open code repository and their maintainers deem them to be stable for casual to normal use." : "يتم تطوير التطبيقات المعتمدة من قِبل المطورين الموثوقين واجتازت اختبارات الأمان السريعة. ويتم الاحتفاظ بها في مستودع مفتوح الرمز، ويعتبرها القائمون على الصيانة ثابتة للاستخدام العرضي إلى العادي.",
    "This app is not checked for security issues and is new or known to be unstable. Install at your own risk." : "لم يتم فحص هذا التطبيق للتأكد من عدم وجود مشكلات أمنية، فهو جديد أو معروف أنه غير ثابت. ثبِّته على مسؤوليتك الخاصة.",
    "Please wait...." : "يُرجى الانتظار....",
    "Error while disabling app" : "حدث خطأ أثناء تعطيل التطبيق",
    "Disable" : "تعطيل",
    "Enable" : "تفعيل",
    "Error while enabling app" : "حدث خطأ أثناء تفعيل التطبيق",
    "Error: this app cannot be enabled because it makes the server unstable" : "خطأ: لا يمكن تفعيل هذا التطبيق لأنه يجعل الخادم غير مستقر",
    "Error: could not disable broken app" : "خطأ: لا يمكن تعطيل التطبيق التالف",
    "Error while disabling broken app" : "حدث خطأ أثناء تعطيل تطبيق تالف",
    "Updating...." : "جارٍ التحديث ...",
    "Error while updating app" : "حدث خطأ أثناء تحديث التطبيق",
    "Updated" : "تم التحديث",
    "Uninstalling ...." : "جارٍ إلغاء التثبيت ...",
    "Error while uninstalling app" : "حدث خطأ أثناء إلغاء تثبيت التطبيق",
    "Uninstall" : "إلغاء التثبيت",
    "The app has been enabled but needs to be updated. You will be redirected to the update page in 5 seconds." : "تم تفعيل التطبيق، لكنه يحتاج إلى التحديث. سيتم توجيهك إلى صفحة التحديث في غضون 5 ثوانٍ.",
    "App update" : "تحديث التطبيق",
    "Experimental" : "تجريبي",
    "No apps found for {query}" : "لم يتم العثور على أي تطبيقات لـ {query}",
    "Migration in progress. Please wait until the migration is finished" : "الترحيل قيد التقدم. يُرجى الانتظار حتى يتم إنهاء الترحيل",
    "Migration started …" : "تم بدء الترحيل…",
    "An error occurred. Please upload an ASCII-encoded PEM certificate." : "حدث خطأ ما. يُرجى تحميل شهادة PEM المرمَّزة بـ ASCII.",
    "Valid until {date}" : "صالح حتى {date}",
    "Disconnect" : "قطع الاتصال",
    "Error while loading browser sessions and device tokens" : "حدث خطأ أثناء تحميل جلسات المتصفح ورموز الجهاز المميزة",
    "Empty app name is not allowed." : "غير مسموح باسم التطبيق الفارغ.",
    "Error while creating device token" : "حدث خطأ أثناء إنشاء رمز الجهاز المميز",
    "Error while deleting the token" : "حدث خطأ أثناء حذف الرمز المميز",
    "Are you sure you want to remove this domain?" : "هل أنت متأكد من رغبتك في إزالة هذا المجال؟",
    "CORS" : "مشاركة الموارد عبر المصادر",
    "Sending..." : "جارٍ الارسال ...",
    "Failed to change the email address." : "فشل تغيير عنوان البريد الإلكتروني.",
    "Email changed successfully for {user}." : "تم تغيير البريد الإلكتروني لـ {user} بنجاح.",
    "An error occurred: {message}" : "حدث خطأ ما: {message}",
    "Select a profile picture" : "حدّد صورة الملف الشخصي",
    "Very weak password" : "كلمة مرور ضعيفة جدًا",
    "Weak password" : "كلمة مرور ضعيفة",
    "So-so password" : "كلمة مرور متوسطة",
    "Good password" : "كلمة مرور جيدة",
    "Strong password" : "كلمة مرور قوية",
    "Passwords do not match" : "كلمتا العبور غير متطابقتان",
    "Groups" : "مجموعات",
    "Unable to delete {objName}" : "تعذّر حذف {objName}",
    "Error creating group: {message}" : "حدث خطأ في إنشاء المجموعة: {message}",
    "A valid group name must be provided" : "يجب تقديم اسم مجموعة صالح",
    "deleted {groupName}" : "{groupName} محذوف",
    "undo" : "تراجع",
    "You are about to delete a group. This action can't be undone and is permanent. Are you sure that you want to permanently delete {groupName}?" : "أنت على وشك حذف مجموعة. هذا الإجراء نهائي ولا يمكن التراجع عنه. هل أنت متأكد من رغبتك في حذف {groupName} نهائيًا؟",
    "Delete group" : "حذف مجموعة",
    "never" : "أبدًا",
    "deleted {userName}" : "{userName} محذوف",
    "You are about to delete a user. This action can't be undone and is permanent. All user data, files and shares will be deleted. Are you sure that you want to permanently delete {userName}?" : "أنت على وشك حذف مستخدم. هذا الإجراء نهائي ولا يمكن التراجع عنه. وسيتم حذف جميع بيانات المستخدم وملفاته ومشاركاته. هل أنت متأكد من رغبتك في حذف {userName} نهائيًا؟",
    "Delete user" : "حذف المستخدم",
    "add group" : "إضافة مجموعة",
    "Invalid quota value \"{val}\"" : "قيمة الحصة النسبية غير صالحة \"{val}\"",
    "enabled" : "مُفعَّل",
    "disabled" : "مُعطَّل",
    "User {uid} has been {state}!" : "المستخدم {uid} يكون {state}!",
    "no group" : "لا توجد مجموعة",
    "Changing the password will result in data loss, because data recovery is not available for this user" : "سيؤدي تغيير كلمة المرور إلى فقدان البيانات؛ لأن استرداد البيانات غير متوفر لهذا المستخدم",
    "Password successfully changed" : "تم تغيير كلمة المرور بنجاح",
    "A valid username must be provided" : "يجب تقديم اسم مستخدم صالح",
    "Error creating user: {message}" : "حدث خطأ في إنشاء المستخدم: {message}",
    "A valid password must be provided" : "يجب تقديم كلمة مرور صالحة",
    "A valid email must be provided" : "يجب تقديم بريد إلكتروني صالح",
    "Use the following link to confirm your changes to the email address: {link}" : "استخدم الرابط التالي للتأكيد على تغييراتك في عنوان البريد الإلكتروني: {link}",
    "Email address changed to {mailAddress} successfully." : "تم تغيير عنوان البريد الإلكتروني إلى {mailAddress} بنجاح.",
    "Hey there,<br><br>just letting you know that you now have an %s account.<br><br>Your username: %s<br>Please set the password by accessing it: <a href=\"%s\">Here</a><br><br>" : "مرحبًا،<br><br>نود أن نبلغك بأن لديك الآن حساب %s.<br><br>اسم المستخدم الخاص بك: %s<br>يُرجى تعيين كلمة المرور بالدخول إليها: <a href=\"%s\">هنا</a><br><br>",
    "Cheers!" : "تهانينا!",
    "Hey there,\n\njust letting you know that you now have an %s account.\n\nYour username: %s\nAccess it: %s\n\n" : "مرحبًا،\n\nنود أن نبلغك بأن لديك الآن حساب %s.\n\nاسم المستخدم الخاص بك: %s\nأدخل إليها: %s\n",
    "Language" : "اللغة",
    "Apps Management" : "إدارة التطبيقات",
    "Developer documentation" : "مستندات المطور",
    "by %s" : "بـ %s",
    "%s-licensed" : "مرخص بـ %s",
    "Documentation:" : "المستندات:",
    "User documentation" : "مستندات المستخدم",
    "Admin documentation" : "مستندات المسؤول",
    "Visit website" : "زيارة موقع الويب",
    "Report a bug" : "الإبلاغ عن الخطأ",
    "Show description …" : "جارٍ عرض الوصف …",
    "Hide description …" : "جارٍ إخفاء الوصف …",
    "This app has no minimum ownCloud version assigned. This will be an error in ownCloud 11 and later." : "لا يحتوي هذا التطبيق على حد أدنى لإصدار ownCloud المخصص. سيكون هذا خطأ في ownCloud 11 والإصدارات الأحدث.",
    "This app has no maximum ownCloud version assigned. This will be an error in ownCloud 11 and later." : "لا يحتوي هذا التطبيق على حد أقصى لإصدار ownCloud المخصص. سيكون هذا خطأ في ownCloud 11 والإصدارات الأحدث.",
    "This app cannot be installed because the following dependencies are not fulfilled:" : "لا يمكن تثبيت هذا التطبيق لعدم تلبية التبعيات التالية:",
    "Enable only for specific groups" : "تفعيل لمجموعات معينة فقط",
    "Uninstall App" : "إلغاء تثبيت التطبيق",
    "Show enabled apps" : "عرض التطبيقات المفعلة",
    "Show disabled apps" : "عرض التطبيقات المعطلة",
    "Cron" : "كرون",
    "Last cron job execution: %s." : "آخر مرة لتنفيذ مهمة كرون: %s.",
    "Last cron job execution: %s. Something seems wrong." : "آخر مرة لتنفيذ مهمة كرون: %s. حدث خطأ ما.",
    "Cron was not executed yet!" : "لم يتم تنفيذ مهمة كرون حتى الآن!",
    "Open documentation" : "فتح المستندات",
    "Execute one task with each page loaded" : "تنفيذ مهمة واحدة مع كل صفحة يتم تحميلها",
    "cron.php is registered at a webcron service to call cron.php every 15 minutes over http." : "تم تسجيل الملف cron.php في خدمة webcron لاستدعاء الملف cron.php كل 15 دقيقة عبر http.",
    "Use system's cron service to call the cron.php file every 15 minutes." : "استخدم خدمة كرون في النظام للاتصال بملف cron.php كل 15 دقيقة.",
    "SSL Root Certificates" : "شهادات جذر SSL",
    "Common Name" : "اسم عام",
    "Valid until" : "صالح حتى",
    "Issued By" : "تم الإصدار في",
    "Valid until %s" : "صالح حتى %s",
    "Import root certificate" : "استيراد شهادة الجذر",
    "Server-side encryption" : "تشفير من جانب الخادم",
    "Enable server-side encryption" : "تفعيل التشفير من جانب الخادم",
    "Please read carefully before activating server-side encryption: " : "يُرجى قراءة ذلك جيدًا قبل تنشيط التشفير من جانب الخادم: ",
    "Once encryption is enabled, all files uploaded to the server from that point forward will be encrypted at rest on the server. It will only be possible to disable encryption at a later date if the active encryption module supports that function, and all pre-conditions (e.g. setting a recover key) are met." : "بمجرد تفعيل التشفير، سيتم تشفير جميع الملفات التي تم تحميلها إلى الخادم من تلك النقطة على الخادم. ومن الممكن تعطيل التشفير في وقت لاحق إذا كانت وحدة التشفير النشطة تدعم تلك الوظيفة فقط، وتم استيفاء جميع الشروط المسبقة (على سبيل المثال، ضبط مفتاح الاسترداد).",
    "Encryption alone does not guarantee security of the system. Please see ownCloud documentation for more information about how the encryption app works, and the supported use cases." : "لا يضمن التشفير وحده أمان النظام؛ لذلك يُرجى الاطلاع على وثائق ownCloud لمزيد من المعلومات حول كيفية عمل تطبيق التشفير وحالات الاستخدام المدعومة.",
    "Be aware that encryption always increases the file size." : "يُرجى الانتباه إلى أن التشفير يزيد حجم الملف دائمًا.",
    "It is always good to create regular backups of your data, in case of encryption make sure to backup the encryption keys along with your data." : "من الجيد دائمًا إنشاء نسخ احتياطية منتظمة لبياناتك، وفي حالة التشفير، تأكد من نسخ مفاتيح التشفير وبياناتك احتياطيًا.",
    "This is the final warning: Do you really want to enable encryption?" : "إنه التحذير الأخير: هل ترغب حقًا في تفعيل التشفير؟",
    "Enable encryption" : "تمكين التشفير",
    "No encryption module loaded, please enable an encryption module in the app menu." : "لم يتم تحميل أي وحدة تشفير، يُرجى تفعيل وحدة تشفير في قائمة التطبيقات.",
    "Select default encryption module:" : "حدد وحدة التشفير الافتراضية:",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one. Please enable the \"Default encryption module\" and run 'occ encryption:migrate'" : "تحتاج إلى ترحيل مفاتيح التشفير من التشفير القديم (ownCloud <= 8.0) إلى الجديد. يُرجى تمكين \"Default encryption module\" وشغِّل 'occ encryption:migrate'",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one." : "تحتاج إلى ترحيل مفاتيح التشفير من التشفير القديم (ownCloud <= 8.0) إلى الجديد.",
    "Start migration" : "بدء الترحيل",
    "Sharing" : "مشاركة",
    "Allow apps to use the Share API" : "السماح للتطبيقات باستخدام واجهة برمجة تطبيقات المشاركة",
    "Allow users to share via link" : "السماح للمستخدمين بالمشاركة عبر الرابط",
    "Allow public uploads" : "السماح بعمليات التحميل العامة",
    "Enforce password protection for read-only links" : "فرض حماية كلمة المرور لروابط للقراءة فقط",
    "Enforce password protection for read + write links" : "فرض حماية كلمة المرور لروابط القراءة والكتابة",
    "Enforce password protection for read + write + delete links" : "فرض حماية كلمة المرور لروابط القراءة والكتابة والحذف",
    "Enforce password protection for upload-only (File Drop) links" : "فرض حماية كلمة المرور لروابط للقراءة فقط (إفلات الملف)",
    "Set default expiration date" : "تعيين تاريخ انتهاء الصلاحية الافتراضي",
    "Expire after " : "تنتهي الصلاحية بعد ",
    "days" : "أيام",
    "Enforce as maximum expiration date" : "فرض تاريخ انتهاء الصلاحية الأقصى",
    "Allow users to send mail notification for shared files" : "السماح للمستخدمين بإرسال إشعار البريد الإلكتروني للملفات المُشاركة",
    "Language used for public mail notifications for shared files" : "اللغة المستخدمة لإشعار البريد الإلكتروني العام للملفات المُشاركة",
    "Allow users to share file via social media" : "السماح للمستخدمين بمشاركة الملف عبر وسائل التواصل الاجتماعي",
    "Set default expiration date for user shares" : "تعيين تاريخ انتهاء الصلاحية الافتراضي لمشاركات المستخدم",
    "Set default expiration date for group shares" : "تعيين تاريخ انتهاء الصلاحية الافتراضي لمشاركات المجموعة",
    "Set default expiration date for remote shares" : "تعيين تاريخ انتهاء الصلاحية الافتراضي للمشاركات البعيدة",
    "Automatically accept new incoming local user shares" : "قبول مشاركات المستخدمين المحليين الجديدة الواردة تلقائيًا",
    "Allow resharing" : "السماح بإعادة المشاركة",
    "Allow sharing with groups" : "السماح بالمشاركة مع المجموعات",
    "Restrict users to only share with users in their groups" : "تقييد المستخدمين لمشاركة المستخدمين الموجودين في مجموعاتهم فقط",
    "Restrict users to only share with groups they are member of" : "تقييد المستخدمين لمشاركة المجموعات التي هم أعضاء فيها فقط",
    "Allow users to send mail notification for shared files to other users" : "السماح للمستخدمين بإرسال إشعار البريد الإلكتروني للملفات المُشاركة إلى المستخدمين الآخرين",
    "Exclude groups from sharing" : "استبعاد المجموعات من المشاركة",
    "These groups will still be able to receive shares, but not to initiate them." : "ستظل هذه المجموعات قادرة على استلام المشاركات، لكن لن تتمكن من تهيئتها.",
    "Allow username autocompletion in share dialog. If this is disabled the full username needs to be entered." : "السماح بإكمال اسم المستخدم تلقائيًا في مربع حوار المشاركة، لكن إذا تم تعطيل هذه الميزة، يجب إدخال اسم المستخدم بالكامل.",
    "Restrict enumeration to group members" : "تقييد تعداد أعضاء المجموعة",
    "Default user and group share permissions" : "أذونات المشاركة الافتراضية للمستخدم والمجموعة",
    "Extra field to display in autocomplete results" : "خانة إضافية للعرض في نتائج الإكمال التلقائي",
    "None" : "لا يوجد",
    "User ID" : "معرِّف المستخدم",
    "Email address" : "عنوان البريد الإلكتروني",
    "Legal" : "قانوني",
    "Imprint URL:" : "عنوان URL لمعلومات الناشر:",
    "Imprint URL" : "عنوان URL لمعلومات الناشر",
    "Privacy Policy URL:" : "عنوان URL لسياسة الخصوصية:",
    "Privacy Policy URL" : "عنوان URL لسياسة الخصوصية",
    "Enterprise license key" : "مفتاح ترخيص Enterprise",
    "Enter a new license:" : "أدخل ترخيصًا جديدًا:",
    "Save" : "حفظ",
    "Everything (fatal issues, errors, warnings, info, debug)" : "كل شيء (مشكلات فادحة، وأخطاء، وتحذيرات، ومعلومات، وتصحيح الأخطاء)",
    "Info, warnings, errors and fatal issues" : "المعلومات، والتحذيرات، والأخطاء، والمشكلات الفادحة",
    "Warnings, errors and fatal issues" : "التحذيرات، والأخطاء، والمشكلات الفادحة",
    "Errors and fatal issues" : "الأخطاء والمشكلات الفادحة",
    "Fatal issues only" : "مشكلات فادحة فقط",
    "Log" : "تسجيل",
    "What to log" : "المحتوى المُراد تسجيله",
    "Download logfile (%s)" : "تنزيل ملف السجل (%s)",
    "The logfile is bigger than 100 MB. Downloading it may take some time!" : "ملف السجل أكبر من 100 ميجابايت. سيستغرق تنزيله بعض الوقت!",
    "Login" : "تسجيل الدخول",
    "Plain" : "عادي",
    "NT LAN Manager" : "مدير NT LAN",
    "SSL/TLS" : "SSL/TLS",
    "STARTTLS" : "STARTTLS",
    "Email server" : "خادم البريد الإلكتروني",
    "The config file is read only. Please adjust your setup by editing the config file manually." : "ملف التكوين في وضع القراءة فقط. يُرجى تعديل إعدادك عن طريق تحرير ملف التكوين يدويًا.",
    "In a clustered setup please make sure to sync the config.php file across all nodes." : "في إعداد نظام المجموعة، يُرجى التأكد من مزامنة ملف config.php في جميع العقد.",
    "This is used for sending out notifications." : "يُستخدم هذا لإرسال الإشعارات.",
    "Send mode" : "وضع الإرسال",
    "Encryption" : "التشفير",
    "From address" : "من العنوان",
    "mail" : "البريد",
    "Authentication method" : "طريقة المصادقة",
    "Authentication required" : "المصادقة مطلوبة",
    "Server address" : "عنوان الخادم",
    "Port" : "منفذ",
    "Credentials" : "بيانات الاعتماد",
    "SMTP Username" : "اسم مستخدم SMTP",
    "SMTP Password" : "كلمة مرور SMTP",
    "Store credentials" : "تخزين بيانات الاعتماد",
    "Test email settings" : "إعدادات رسائل البريد الإلكتروني الاختبار",
    "Send email" : "إرسال رسالة بريد إلكتروني",
    "Manual File Locking" : "قفل الملفات بشكل يدوي",
    "Default timeout for the locks if not specified (in seconds)" : "المهلة الافتراضية للأقفال في حال لم يقع تحديدها (بالثواني)",
    "Maximum timeout for the locks (in seconds)" : "المهلة القصوى للأقفال (بالثواني)",
    "Enable manual file locking on clients" : "تفعيل قفل الملفات يدويًا على العملاء",
    "Security & setup warnings" : "تحذيرات الأمان والضبط",
    "php does not seem to be setup properly to query system environment variables. The test with getenv(\"PATH\") only returns an empty response." : "لا يبدو أنه تم إعداد php بشكل صحيح للاستعلام عن متغيرات بيئة النظام. ويُرجع الاختبار مع getenv(\"PATH\") استجابة فارغة فقط.",
    "Please check the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">installation documentation ↗</a> for php configuration notes and the php configuration of your server, especially when using php-fpm." : "يُرجى فحص <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">مستندات التثبيت ↗</a> للاطلاع على ملاحظات تكوين php وتكوين php للخادم، لا سيما عند استخدام php-fpm.",
    "The Read-Only config has been enabled. This prevents setting some configurations via the web-interface. Furthermore, the file needs to be made writable manually for every update." : "تم تفعيل تكوين للقراءة فقط. ويمنع ذلك ضبط بعض التكوينات عبر واجهة الويب. وبالإضافة إلى ذلك، يجب أن يكون الملف قابلًا للكتابة يدويًا لكل تحديث.",
    "PHP is apparently setup to strip inline doc blocks. This will make several core apps inaccessible." : "تم إعداد PHP على ما يبدو لإزالة كتل المستند المضمنة. وسيجعل ذلك العديد من التطبيقات الأساسية غير قابلة للوصول.",
    "This is probably caused by a cache/accelerator such as Zend OPcache or eAccelerator." : "من المحتمل أن يحدث ذلك بسبب وجود ذاكرة تخزين مؤقت/مسرّع مثل Zend OPcache أو eAccelerator.",
    "Your database does not run with \"READ COMMITED\" transaction isolation level. This can cause problems when multiple actions are executed in parallel." : "لا تعمل قاعدة بياناتك مع مستوى عزل المعاملة \"READ COMMITED\". ويؤدي ذلك إلى حدوث مشكلات عند تنفيذ إجراءات متعددة في الوقت نفسه.",
    "%1$s below version %2$s is installed, for stability and performance reasons we recommend updating to a newer %1$s version." : "تم تثبيت %1$s إصدار أقل %2$s، وللحصول على مزيد من الاستقرار والأداء المميز، نوصي بالتحديث إلى إصدار %1$s جديد.",
    "The PHP module 'fileinfo' is missing. We strongly recommend to enable this module to get best results with mime-type detection." : "وحدة PHP‏ \"fileinfo\" مفقودة. نوصي بشدة بتفعيل هذه الوحدة لتحقيق أفضل النتائج مع خاصية اكتشاف نوع mime.",
    "Transactional file locking is disabled, this might lead to issues with race conditions. Enable 'filelocking.enabled' in config.php to avoid these problems. See the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">documentation ↗</a> for more information." : "تم تعطيل تأمين ملف المعاملات، وقد يؤدي ذلك إلى حدوث مشكلات حالات التعارض. يُرجى تمكين \"filelocking.enabled\" في config.php لتجنب هذه المشكلات. انظر <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">المستندات ↗</a> لمزيد من المعلومات.",
    "Transactional file locking should be configured to use memory-based locking, not the default slow database-based locking. See the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">documentation ↗</a> for more information." : "يجب تكوين تأمين ملف المعاملات لاستخدام التأمين المستند إلى الذاكرة، وليس التأمين الافتراضي البطيء الذي يستند إلى قاعدة البيانات. انظر <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">المستندات ↗</a> لمزيد من المعلومات.",
    "System locale can not be set to a one which supports UTF-8." : "لا يمكن تعيين الإعدادات المحلية للنظام على أحد الإعدادات التي تدعم UTF-8.",
    "This means that there might be problems with certain characters in file names." : "يعني ذلك أنه من الممكن حدوث مشكلات مع بعض الأحرف المعينة في أسماء الملف.",
    "We strongly suggest installing the required packages on your system to support one of the following locales: %s." : "نقترح بشدة تثبيت الحِزَم المطلوبة على نظامك لدعم أحد الإعدادات المحلية التالية: %s.",
    "If your installation is not installed in the root of the domain and uses system cron, there can be issues with the URL generation. To avoid these problems, please set the \"overwrite.cli.url\" option in your config.php file to the webroot path of your installation (Suggested: \"%s\")" : "إذا لم يتم تثبيت تثبيتك في جذر المجال واستخدم كرون النظام، يمكن أن تحدث بعض المشكلات في إنشاء عنوان URL. ولتجنب هذه المشكلات، يُرجى تعيين خيار \"overwrite.cli.url\" في ملف config.php على مسار webroot لتثبيتك (مقترح: \"%s\")",
    "SQLite is used as database. For larger installations we recommend to switch to a different database backend." : "يُستخدم SQLite كقاعدة بيانات. ولعمليات التثبيت الكبيرة، نوصي بالتبديل إلى واجهة خلفية مختلفة لقاعدة البيانات.",
    "Especially when using the desktop client for file syncing the use of SQLite is discouraged." : "لا سيما عند استخدام عميل سطح المكتب لمزامنة الملف، لا يُنصح باستخدام SQLite.",
    "To migrate to another database use the command line tool: 'occ db:convert-type', or see the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">documentation ↗</a>." : "للترحيل إلى قاعدة بيانات أخرى، استخدم أداة سطر الأوامر: \"occ db:convert-type\"، أو انظر <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">المستندات ↗</a>.",
    "We recommend to enable system cron as any other cron method has possible performance and reliability implications." : "نوصي بتمكين كرون النظام؛ لأن أي طريقة كرون أخرى لها تأثيرات محتملة في الأداء والموثوقية.",
    "It was not possible to execute the cronjob via CLI. The following technical errors have appeared:" : "لا يمكن تنفيذ مهمة كرون عبر CLI. ظهرت الأخطاء الفنية التالية:",
    "Please double check the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">installation guides ↗</a>, and check for any errors or warnings in the <a href=\"#log-section\">log</a>." : "يُرجى فحص <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">توجيهات التثبيت ↗</a>, فحصًا مزدوجًا، والتحقق من عدم وجود أي أخطاء أو تحذيرات في <a href=\"#log-section\">السجل</a>.",
    "All checks passed." : "تم نجاح جميع الفحوصات.",
    "System Status" : "حالة النظام",
    "Tips & tricks" : "التلميحات والإرشادات",
    "How to do backups" : "كيف نجري النسخ الاحتياطية",
    "Performance tuning" : "توليف الأداء",
    "Improving the config.php" : "تحسين config.php",
    "Theming" : "تطبيق السمات",
    "Hardening and security guidance" : "التوجيهات الأمنية وزيادة الحماية",
    "Get the apps to sync your files" : "الحصول على تطبيقات لمزامنة ملفاتك",
    "Desktop client" : "عميل سطح المكتب",
    "Android app" : "تطبيق Android",
    "iOS app" : "تطبيق iOS",
    "If you want to support the project\n\t\t\t<a href=\"https://owncloud.org/contribute\"\n\t\t\ttarget=\"_blank\" rel=\"noreferrer\">join development</a>\n\t\t\tor\n\t\t\t<a href=\"https://owncloud.org/promote\"\n\t\t\ttarget=\"_blank\" rel=\"noreferrer\">spread the word</a>!" : "إذا كنت ترغب في دعم المشروع\n\t\t\t<a href=\"https://owncloud.org/contribute\"\n\t\t\ttarget=\"_blank\" rel=\"noreferrer\">انضم للتطوير</a>\n\t\t\tor\n\t\t\t<a href=\"https://owncloud.org/promote\"\n\t\t\ttarget=\"_blank\" rel=\"noreferrer\">انشر الخبر</a>!",
    "Show First Run Wizard again" : "عرض تشغيل المعالج مرة أخرى أولًا",
    "White-listed Domains" : "المجالات المدرجة في القائمة البيضاء",
    "No Domains." : "لا توجد مجالات.",
    "Domain" : "مجال",
    "Add Domain" : "إضافة مجال",
    "Add" : "إضافة",
    "Profile picture" : "صورة الملف الشخصي",
    "Upload new" : "تحميل الآن",
    "Select from Files" : "تحديد من الملفات",
    "Remove image" : "أزل الصورة",
    "png or jpg, max. 20 MB" : "png أو jpg، الحد الأقصى 20 ميجا بايت",
    "Picture provided by original account" : "الصورة مقدمة من حساب أصلي",
    "Cancel" : "إلغاء",
    "Choose as profile picture" : "اختيار كصورة ملف تعريف",
    "Full name" : "الاسم الكامل",
    "No display name set" : "لم يتم تعيين اسم العرض",
    "Email" : "البريد الإلكتروني",
    "Your email address" : "عنوان بريدك الإلكتروني",
    "Change email" : "تغيير البريد الإلكتروني",
    "Set email" : "تعيين البريد الإلكتروني",
    "For password recovery and notifications" : "لاسترداد كلمة المرور إلى والإشعارات",
    "No email address set" : "لم يتم تعيين عنوان بريد إلكتروني",
    "You are member of the following groups:" : "أنت عضو في المجموعات التالية:",
    "You are not a member of any groups." : "أنت لست عضوًا في أي مجموعة.",
    "Password" : "كلمة المرور",
    "Unable to change your password" : "لا يمكن تغيير كلمة المرور الخاصة بك",
    "Current password" : "كلمة المرور الحالية",
    "New password" : "كلمة مرور جديدة",
    "Change password" : "تغيير كلمة المرور",
    "Help translate" : "ترجمة التعليمات",
    "You are using %s" : "أنت تستخدم %s",
    "You are using %s of %s (%s %%)" : "أنت تستخدم %s من %s (%s %%)",
    "Developed by the {communityopen}ownCloud community{linkclose}, the {githubopen}source code{linkclose} is licensed under the {licenseopen}<abbr title=\"Affero General Public License\">AGPL</abbr>{linkclose}." : "طوّره {communityopen}مجتمع ownCloud {linkclose}، {githubopen}كود المصدر{linkclose} مرخص بموجب {licenseopen}<abbr title=\"Affero General Public License\">رخصة جنو أفيرو العمومية</abbr>{linkclose}.",
    "Sessions" : "جلسات العمل",
    "These are the web, desktop and mobile clients currently logged in to your %s." : "هؤلاء عملاء الويب وسطح المكتب والهواتف الذين سجلوا دخولهم حاليًا إلى %s.",
    "Browser" : "متصفح",
    "Most recent activity" : "آخر نشاط",
    "App passwords / tokens" : "كلمات المرور/الرموز المميزة للتطبيق",
    "You've linked these apps." : "لقد ارتبطت بهذه التطبيقات.",
    "Name" : "الاسم",
    "App passwords or tokens are passcodes that give an app or device permissions to access your %s account." : "كلمات مرور التطبيق أو الرموز المميزة له هي رموز مرور تمنح أذونات التطبيق أو الجهاز للوصول إلى حسابك %s.",
    "Use them as a security measure to hide your actual password which you may only want to use for web interface login." : "استخدمها كإجراء أمني لإخفاء كلمة المرور الفعلية التي قد ترغب في استخدامها لتسجيل الدخول إلى واجهة الويب فقط.",
    "App name" : "اسم التطبيق",
    "Create new app passcode" : "إنشاء رمز مرور جديد للتطبيق",
    "Use the credentials below to configure your app or device." : "استخدم بيانات الاعتماد أدناه لتكوين التطبيق أو الجهاز.",
    "Username" : "اسم المستخدم",
    "Password / Token" : "كلمة المرور/الرمز المميز",
    "Done" : "تم",
    "Version" : "إصدار",
    "The activation link has expired. Click the button below to request a new one and complete the registration." : "انتهت صلاحية رابط التفعيل. انقر فوق الزر أدناه لطلب رابط جديد وأكمل التسجيل.",
    "Resend activation link" : "إعادة إرسال رابط التفعيل",
    "New Password" : "كلمة مرور جديدة",
    "Confirm Password" : "تأكيد كلمة المرور",
    "Please set your password" : "يُرجى تعيين كلمة المرور الخاصة بك",
    "Personal" : "شخصي",
    "Admin" : "المسؤول",
    "Currently no settings are available in this category" : "لا تتوفر أي إعدادات حاليًا في هذه الفئة",
    "The administrators can enable additional apps which add settings sections here." : "يمكن أن يمكِّن المسؤولون التطبيقات الإضافية التي تضيف أقسام الإعدادات هنا.",
    "Activation link was sent to an email address, if one was configured." : "تم إرسال رابط التفعيل إلى عنوان البريد الإلكتروني، في حالة تكوين عنوان.",
    "Settings" : "الإعدادات",
    "Show enabled/disabled option" : "عرض الخيار المُمكَّن/المُعطَّل",
    "Show storage location" : "عرض مكان التخزين",
    "Show last log in" : "عرض آخر عملية تسجيل الدخول",
    "Show user backend" : "عرض الواجهة الخلفية للمستخدم",
    "Set password for new users" : "تعيين كلمة مرور لمستخدمين جدد",
    "Show email address" : "عرض عنوان البريد الإلكتروني",
    "Show password field" : "عرض خانة كلمة المرور",
    "Show quota field" : "عرض خانة الحصة النسبية",
    "E-Mail" : "البريد الإلكتروني",
    "Admin Recovery Password" : "كلمة مرور استعادة للمسؤول",
    "Enter the recovery password in order to recover the users files during password change" : "أدخل كلمة مرور الاستعادة لاسترداد ملفات المستخدمين أثناء تغيير كلمة المرور",
    "Add Group" : "إضافة مجموعة",
    "Group" : "مجموعة",
    "Everyone" : "الجميع",
    "Admins" : "المسؤولون",
    "Default Quota" : "الحصة النسبية الافتراضية",
    "Please enter storage quota (ex: \"512 MB\" or \"12 GB\")" : "يُرجى إدخال الحصة النسبية للتخزين (على سبيل المثال: \"512 MB\" أو \"12 GB\")",
    "Unlimited" : "غير محدود",
    "Other" : "آخر",
    "Full Name" : "الاسم الكامل",
    "Group Admin for" : "مسؤول مجموعة",
    "Quota" : "حصة نسبية",
    "Storage Location" : "مكان التخزين",
    "User Backend" : "الواجهة الخلفية للمستخدم",
    "Last Login" : "آخر تسجيل دخول",
    "change full name" : "تغيير الاسم الكامل",
    "set new password" : "تعيين كلمة مرور جديدة",
    "change email address" : "تغيير عنوان البريد الإلكتروني",
    "Default" : "الإعداد الافتراضي"
},"pluralForm" :"nplurals=6; plural=n==0 ? 0 : n==1 ? 1 : n==2 ? 2 : n%100>=3 && n%100<=10 ? 3 : n%100>=11 && n%100<=99 ? 4 : 5;"
}