{ "translations": {
    "Wrong current password" : "Εσφαλμένο τρέχον συνθηματικό",
    "The new password cannot be the same as the previous one" : "Το νέο συνθηματικό δεν πρέπει να είναι το ίδιο με το προηγούμενο",
    "No user supplied" : "Δεν παρέχεται κανένας χρήστης",
    "Authentication error" : "Σφάλμα πιστοποίησης",
    "Please provide an admin recovery password; otherwise, all user data will be lost." : "Παρακαλώ εισάγετε ένα συνθηματικό ανάκτησης διαχειριστή, διαφορετικά όλα τα δεδομένα χρήστη θα χαθούν.",
    "Wrong admin recovery password. Please check the password and try again." : "Λάθος συνθηματικό ανάκτησης διαχειριστή. Παρακαλώ ελέγξτε τον κωδικό και δοκιμάστε ξανά.",
    "Backend doesn't support password change, but the user's encryption key was successfully updated." : "Το σύστημα δεν υποστηρίζει αλλαγή συνθηματικού, αλλά το κλειδί κρυπτογράφησης του χρήστη ενημερώθηκε επιτυχώς.",
    "Unable to change password" : "Αδυναμία αλλαγής συνθηματικού",
    "%s password changed successfully" : "ο %s άλλαξε το συνθηματικό επιτυχώς",
    "Couldn't send reset email. Please contact your administrator." : "Αδυναμία αποστολής ηλ. μηνύματος επαναφοράς. Παρακαλούμε επικοινωνήστε με το διαχειριστή σας.",
    "installing and updating apps via the market or Federated Cloud Sharing" : "γίνεται εγκατάσταση και ενημέρωση εφαρμογών μέσω του κέντρου εφαρμογών ή του κοινόχρηστου Federated Cloud",
    "cURL is using an outdated %s version (%s). Please update your operating system or features such as %s will not work reliably." : "Το cURL χρησιμοποιεί μια παρωχημένη %s έκδοση (%s). Παρακαλούμε αναβαθμίστε το λειτουργικό σας σύστημα αλλιώς δυνατότητες όπως %s δεν θα δουλέψουν αξιόπιστα.",
    "Group already exists." : "Η ομάδα υπάρχει ήδη.",
    "Unable to add group." : "Αδυναμία προσθήκης ομάδας.",
    "Unable to delete group." : "Αδυναμία διαγραφής ομάδας.",
    "Saved" : "Αποθηκεύτηκε",
    "log-level out of allowed range" : "Το επίπεδο καταγραφής είναι εκτός του επιτρεπόμενου πεδίου",
    "Invalid email address" : "Μη έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου",
    "test email settings" : "δοκιμή ρυθμίσεων ηλεκτρονικής αλληλογραφίας",
    "A problem occurred while sending the email. Please revise your settings. (Error: %s)" : "Παρουσιάστηκε σφάλμα κατά την αποστολή ηλεκτρονικού μηνύματος. Παρακαλούμε ελέγξτε τις ρυθμίσεις σας.(Σφάλμα: %s)",
    "Email sent" : "Το ηλεκτρονικό μήνυμα απεστάλη",
    "You need to set your user email before being able to send test emails." : "Πρέπει να ορίσετε την διεύθυνση ηλεκτρονικού ταχυδρομείου του χρήστη πριν να είστε σε θέση να στείλετε δοκιμαστικά ηλ. μηνύματα.",
    "Couldn't change the email address because the user does not exist" : "Αδυναμία αλλαγής διεύθυνσης ηλεκτρονικού ταχυδρομείου διότι δεν υπάρχει ο χρήστης",
    "Couldn't change the email address because the token is invalid" : "Αδυναμία αλλαγής διεύθυνσης ηλεκτρονικού ταχυδρομείου λόγω μη έγκυρου διακριτικού",
    "Your %s account was created" : "Ο λογαριασμός %s δημιουργήθηκε",
    "Invalid mail address" : "Μη έγκυρη διεύθυνση ταχυδρομείου",
    "A user with that name already exists." : "Υπάρχει ήδη χρήστης με το ίδιο όνομα.",
    "Unable to create user." : "Αδυναμία δημιουργίας χρήστη.",
    "The token provided is invalid." : "Δόθηκε μη έγκυρο διακριτικό",
    "The token provided had expired." : "Το διακριτικό που δόθηκε, έχει λήξει.",
    "Failed to create activation link. Please contact your administrator." : "Αποτυχία δημιουργίας συνδέσμου ενεργοποίησης. Παρακαλούμε επικοινωνήστε με τον διαχειριστή σας.",
    "Can't send email to the user. Contact your administrator." : "Αδυναμία αποστολής μηνύματος ηλ. ταχυδρομείου στον χρήστη. Επικοινωνήστε με τον διαχειριστή σας.",
    "Failed to set password. Please contact the administrator." : "Αποτυχία καθορισμού συνθηματικού. Παρακαλούμε επικοινωνήστε με τον διαχειριστή σας.",
    "Failed to set password. Please contact your administrator." : "Αποτυχία ορισμού συνθηματικού. Παρακαλούμε επικοινωνήστε με τον διαχειριστή σας.",
    "Failed to send email. Please contact your administrator." : "Αποτυχία αποστολής μηνύματος ηλ. ταχυδρομείου. Παρακαλούμε επικοινωνήστε με τον διαχειριστή σας.",
    "Unable to delete user." : "Αδυναμία διαγραφής χρήστη.",
    "Forbidden" : "Απαγορεύεται",
    "Invalid user" : "Μη έγκυρος χρήστης",
    "Unable to change mail address" : "Αδυναμία αλλαγής διεύθυνσης αλληλογραφίας",
    "Email has been changed successfully." : "Η ηλεκτρονική διεύθυνση άλλαξε επιτυχώς.",
    "An email has been sent to this address for confirmation. Until the email is verified this address will not be set." : "Έχει αποσταλεί ένα μήνυμα στη διεύθυνση αυτή για επιβεβαίωση. Μέχρι την επαλήθευση του μηνύματος ηλεκτρονικού ταχυδρομείου, αυτή η διεύθυνση δεν θα ρυθμιστεί.",
    "No email was sent because you already sent one recently. Please try again later." : "Δεν στάλθηκε μήνυμα διότι έχει σταλεί ένα πρόσφατα. Παρακαλούμε προσπαθήστε αργότερα.",
    "Your full name has been changed." : "Το πλήρες όνομά σας άλλαξε.",
    "Unable to change full name" : "Αδυναμία αλλαγής του πλήρους ονόματός σας",
    "%s email address confirm" : "%s η διεύθυνση αλληλογραφίας επιβεβαιώθηκε",
    "Couldn't send email address change confirmation mail. Please contact your administrator." : "Αδυναμία αποστολής μηνύματος επιβεβαίωσης αλλαγής διεύθυνσης ηλεκτρονικής αλληλογραφίας. Παρακαλoύμε επικοινωνήστε με τον διαχειριστή.",
    "%s email address changed successfully" : "ο %s άλλαξε την διεύθυνση ηλεκτρονικής αλληλογραφίας επιτυχώς",
    "Couldn't send email address change notification mail. Please contact your administrator." : "Αδυναμία αποστολής μηνύματος ειδοποίησης αλλαγής διεύθυνσης ηλεκτρονικής αλληλογραφίας. Παρακαλούμε επικοινωνήστε με τον διαχειριστή.",
    "Unable to enable/disable user." : "Αδυναμία ενεργοποίησης/απενεργοποίησης χρήστη.",
    "Owner language" : "Γλώσσα ιδιοκτήτη",
    "Create" : "Δημιουργία",
    "Change" : "Αλλαγή",
    "Delete" : "Διαγραφή",
    "Share" : "Διαμοιρασμός",
    "APCu" : "APCu",
    "Redis" : "Redis",
    "Language changed" : "Η γλώσσα άλλαξε",
    "Invalid request" : "Μη έγκυρο αίτημα",
    "Admins can't remove themself from the admin group" : "Οι διαχειριστές δεν μπορούν να αφαιρέσουν τους εαυτούς τους από την ομάδα των διαχειριστών",
    "Unknown user" : "Άγνωστος χρήστης",
    "Couldn't remove app." : "Αδυναμία αφαίρεσης εφαρμογής.",
    "Official" : "Επίσημη",
    "Approved" : "Εγκεκριμένη",
    "All" : "Όλες",
    "Enabled" : "Ενεργοποιημένη",
    "Not enabled" : "Μη ενεργοποιημένη",
    "No apps found for your version" : "Δεν βρέθηκαν εφαρμογές για αυτή την έκδοση",
    "The app will be downloaded from the app store" : "Η εφαρμογή θα ληφθεί από το κέντρο εφαρμογών",
    "Official apps are developed by and within the ownCloud community. They offer functionality central to ownCloud and are ready for production use." : "Οι επίσημες εφαρμογές αναπτύσσονται από την κοινότητα ownCloud. Προσφέρουν λειτουργικότητα στο ownCloud και είναι έτοιμες για παραγωγική χρήση.",
    "Approved apps are developed by trusted developers and have passed a cursory security check. They are actively maintained in an open code repository and their maintainers deem them to be stable for casual to normal use." : "Οι εγκεκριμένες εφαρμογές αναπτύχθηκαν από αξιόπιστους προγραμματιστές και έχουν περάσει έναν συνοπτικό έλεγχο ασφαλείας. Συντηρούνται ενεργά σε ένα αποθετήριο ανοιχτού κώδικα και οι προγραμματιστές θεωρούν ότι είναι σταθερές για κανονική χρήση.",
    "This app is not checked for security issues and is new or known to be unstable. Install at your own risk." : "Η εφαρμογή αυτή δεν ελέγχεται για θέματα ασφάλειας και είναι νέα ή είναι γνωστό ότι είναι ασταθής. Η εγκατάσταση γίνεται με δική σας ευθύνη.",
    "Please wait...." : "Παρακαλούμε περιμένετε....",
    "Error while disabling app" : "Σφάλμα κατά την απενεργοποίηση της εφαρμογής",
    "Disable" : "Απενεργοποίηση",
    "Enable" : "Ενεργοποίηση",
    "Error while enabling app" : "Σφάλμα κατά την ενεργοποίηση της εφαρμογής",
    "Error: this app cannot be enabled because it makes the server unstable" : "Σφάλμα: αυτή η εφαρμογή δεν μπορεί να ενεργοποιηθεί διότι καθιστά τον διακομιστή ασταθή",
    "Error: could not disable broken app" : "Σφάλμα: αδυναμία απενεργοποίησης κατεστραμμένης εφαρμογής",
    "Error while disabling broken app" : "Σφάλμα κατά την απενεργοποίηση κατεστραμμένης εφαρμογής",
    "Updating...." : "Γίνεται ενημέρωση....",
    "Error while updating app" : "Σφάλμα κατά την ενημέρωση της εφαρμογής",
    "Updated" : "Ενημερώθηκε",
    "Uninstalling ...." : "Γίνεται απεγκατάσταση ....",
    "Error while uninstalling app" : "Σφάλμα κατά την απεγκατάσταση της εφαρμογής",
    "Uninstall" : "Απεγκατάσταση",
    "The app has been enabled but needs to be updated. You will be redirected to the update page in 5 seconds." : "Η εφαρμογή έχει ενεργοποιηθεί αλλά χρειάζεται ενημέρωση. Θα μεταφερθείτε στη σελίδα ενημέρωσης σε 5 δευτερόλεπτα.",
    "App update" : "Ενημέρωση εφαρμογής",
    "Experimental" : "Πειραματική",
    "No apps found for {query}" : "Δεν βρέθηκαν εφαρμογές για {query}",
    "Migration in progress. Please wait until the migration is finished" : "Μετάβαση σε εξέλιξη. Παρακαλούμε περιμένετε μέχρι να ολοκληρωθεί η μετάβαση",
    "Migration started …" : "Η μετάβαση ξεκίνησε …",
    "An error occurred. Please upload an ASCII-encoded PEM certificate." : "Προέκυψε σφάλμα. Παρακαλούμε μεταφορτώστε ένα πιστοποιητικό PEM κωδικοποιημένο κατά ASCII.",
    "Valid until {date}" : "Έγκυρο έως {date}",
    "Disconnect" : "Αποσύνδεση",
    "Error while loading browser sessions and device tokens" : "Σφάλμα κατά την φόρτωση των συνεδριών και των διακριτικών συσκευής",
    "Empty app name is not allowed." : "Δεν επιτρέπεται κενό όνομα εφαρμογής.",
    "Error while creating device token" : "Σφάλμα κατά την δημιουργία διακριτικού συσκευής",
    "Error while deleting the token" : "Σφάλμα κατά την διαγραφή διακριτικού",
    "Are you sure you want to remove this domain?" : "Είστε βέβαιοι ότι θέλετε να αφαιρέσετε αυτόν τον τομέα;",
    "CORS" : "CORS",
    "Sending..." : "Γίνεται αποστολή...",
    "Failed to change the email address." : "Απέτυχε η αλλαγή διεύθυνσης ηλεκτρονικής αλληλογραφίας.",
    "Email changed successfully for {user}." : "Επιτυχής αλλαγή διεύθυνσης ηλεκτρονικής αλληλογραφίας για τον χρήστη {user}.",
    "An error occurred: {message}" : "Παρουσιάστηκε σφάλμα: {message}",
    "Select a profile picture" : "Επιλογή εικόνας προφίλ",
    "Very weak password" : "Πολύ αδύναμο συνθηματικό",
    "Weak password" : "Αδύναμο συνθηματικό",
    "So-so password" : "Μέτριο συνθηματικό",
    "Good password" : "Καλό συνθηματικό",
    "Strong password" : "Δυνατό συνθηματικό",
    "Groups" : "Ομάδες",
    "Unable to delete {objName}" : "Αδυναμία διαγραφής του {objName}",
    "Error creating group: {message}" : "Σφάλμα δημιουργίας ομάδας: {message}",
    "A valid group name must be provided" : "Πρέπει να δοθεί ένα έγκυρο όνομα ομάδας",
    "deleted {groupName}" : "διαγράφηκε η {groupName}",
    "undo" : "αναίρεση",
    "You are about to delete a group. This action can't be undone and is permanent. Are you sure that you want to permanently delete {groupName}?" : "Πρόκειται να διαγράψετε μια ομάδα. Αυτή η ενέργεια δεν μπορεί να ανακληθεί και είναι μόνιμη. Είστε βέβαιοι ότι θέλετε να διαγράψετε οριστικά την ομάδα {groupName};",
    "Delete group" : "Διαγραφή ομάδας",
    "never" : "ποτέ",
    "deleted {userName}" : "διαγράφηκε ο {userName}",
    "You are about to delete a user. This action can't be undone and is permanent. All user data, files and shares will be deleted. Are you sure that you want to permanently delete {userName}?" : "Πρόκειται να διαγράψετε έναν χρήστη. Αυτή η ενέργεια δεν μπορεί να ανακληθεί και είναι μόνιμη. Όλα τα δεδομένα χρήστη, αρχεία και κοινόχρηστα στοιχεία θα διαγραφούν. Είστε βέβαιοι ότι θέλετε να διαγράψετε οριστικά τον χρήστη {userName};",
    "Delete user" : "Διαγραφή χρήστη",
    "add group" : "προσθήκη ομάδας",
    "Invalid quota value \"{val}\"" : "Μη έγκυρη τιμή ορίου \"{val}\"",
    "enabled" : "ενεργοποιημένο",
    "disabled" : "απενεργοποιημένο",
    "User {uid} has been {state}!" : "Ο χρήστης {uid} έχει {state}!",
    "no group" : "καμία ομάδα",
    "Changing the password will result in data loss, because data recovery is not available for this user" : "Η αλλαγή του συνθηματικού θα έχει ως αποτέλεσμα την απώλεια δεδομένων, επειδή η ανάκτηση δεδομένων δεν είναι διαθέσιμη γι' αυτόν τον χρήστη",
    "Password successfully changed" : "Επιτυχία αλλαγής συνθηματικού",
    "A valid username must be provided" : "Πρέπει να δοθεί έγκυρο όνομα χρήστη",
    "Error creating user: {message}" : "Σφάλμα δημιουργίας χρήστη: {message}",
    "A valid password must be provided" : "Πρέπει να δοθεί έγκυρο συνθηματικό",
    "A valid email must be provided" : "Πρέπει να εισαχθεί μια έγκυρη διεύθυνση ηλ. ταχυδρομείου",
    "Use the following link to confirm your changes to the email address: {link}" : "Χρησιμοποιήστε τον ακόλουθο σύνδεσμο για να επιβεβαιώσετε τις αλλαγές στην διεύθυνση ηλεκτρονικής αλληλογραφίας: {link}",
    "Email address changed to {mailAddress} successfully." : "Η διεύθυνση ηλεκτρονικής αλληλογραφίας άλλαξε επιτυχώς σε {mailAddress}.",
    "Hey there,<br><br>just letting you know that you now have an %s account.<br><br>Your username: %s<br>Please set the password by accessing it: <a href=\"%s\">Here</a><br><br>" : "Γεια σας, <br><br> σας κάνουμε γνωστό ότι διαθέτετε έναν %s λογαριασμό.<br><br> Το όνομα χρήστη: %s <br> Παρακαλούμε ορίστε το συνθηματικό πατώντας: <a href=\"%s\">Εδώ </a><br><br>",
    "Cheers!" : "Με εκτίμηση!",
    "Hey there,\n\njust letting you know that you now have an %s account.\n\nYour username: %s\nAccess it: %s\n\n" : "Γεια σας, \nσας κάνουμε γνωστό ότι διαθέτετε έναν %s λογαριασμό.\nΤο όνομα χρήστη: %s\nΈχετε πρόσβαση: %s\n\n",
    "Language" : "Γλώσσα",
    "Apps Management" : "Διαχείριση εφαρμογών",
    "Developer documentation" : "Τεκμηρίωση προγραμματιστή",
    "by %s" : "από τον %s",
    "%s-licensed" : "%s-αδειοδοτημένο",
    "Documentation:" : "Τεκμηρίωση:",
    "User documentation" : "Τεκμηρίωση χρήστη",
    "Admin documentation" : "Τεκμηρίωση διαχειριστή",
    "Visit website" : "Επίσκεψη ιστοσελίδας",
    "Report a bug" : "Αναφορά σφάλματος",
    "Show description …" : "Εμφάνιση περιγραφής …",
    "Hide description …" : "Απόκρυψη περιγραφής …",
    "This app has no minimum ownCloud version assigned. This will be an error in ownCloud 11 and later." : "Δεν έχει ανατεθεί ελάχιστη έκδοση ownCloud σε αυτή την εφαρμογή. Αυτό μπορεί να είναι σφάλμα από την έκδοση ownCloud 11 και μετά.",
    "This app has no maximum ownCloud version assigned. This will be an error in ownCloud 11 and later." : "Δεν έχει ανατεθεί μέγιστη έκδοση ownCloud σε αυτή την εφαρμογή. Αυτό μπορεί να είναι σφάλμα από την έκδοση ownCloud 11 και μετά.",
    "This app cannot be installed because the following dependencies are not fulfilled:" : "Αυτή η εφαρμογή δεν μπορεί να εγκατασταθεί διότι δεν εκπληρώνονται οι ακόλουθες εξαρτήσεις:",
    "Enable only for specific groups" : "Ενεργοποίηση μόνο για καθορισμένες ομάδες",
    "Uninstall App" : "Απεγκατάσταση εφαρμογής",
    "Show enabled apps" : "Εμφάνιση ενεργοποιημένων εφαρμογών",
    "Show disabled apps" : "Εμφάνιση απενεργοποιημένων εφαρμογών",
    "Cron" : "Cron",
    "Last cron job execution: %s." : "Τελευταία εκτέλεση cron job: %s.",
    "Last cron job execution: %s. Something seems wrong." : "Τελευταία εκτέλεση cron job: %s. Κάτι πήγε στραβά.",
    "Cron was not executed yet!" : "Η διεργασία cron δεν έχει εκτελεστεί ακόμα!",
    "Open documentation" : "Ανοιχτή τεκμηρίωση",
    "Execute one task with each page loaded" : "Εκτελεί μια διεργασία κάθε φορά που φορτώνεται μια σελίδα",
    "cron.php is registered at a webcron service to call cron.php every 15 minutes over http." : "Το cron.php είναι καταχωρημένο σε μια υπηρεσία webcron ώστε να καλεί το cron.php κάθε 15 λεπτά μέσω http.",
    "Use system's cron service to call the cron.php file every 15 minutes." : "Χρησιμοποιήστε την cron υπηρεσία του συστήματος για να καλέσετε το cron.php αρχείο κάθε 15 λεπτά.",
    "SSL Root Certificates" : "Πιστοποιητικά SSL root",
    "Common Name" : "Κοινό όνομα",
    "Valid until" : "Έγκυρο έως",
    "Issued By" : "Εκδόθηκε από",
    "Valid until %s" : "Έγκυρο έως %s",
    "Import root certificate" : "Εισαγωγή πιστοποιητικού Root",
    "Server-side encryption" : "Κρυπτογράφηση στον διακομιστή",
    "Enable server-side encryption" : "Ενεργοποίηση κρυπτογράφησης στο διακομιστή",
    "Please read carefully before activating server-side encryption: " : "Παρακαλούμε διαβάστε προσεκτικά πριν ενεργοποιήσετε την κρυπτογράφηση στο διακομιστή:",
    "Once encryption is enabled, all files uploaded to the server from that point forward will be encrypted at rest on the server. It will only be possible to disable encryption at a later date if the active encryption module supports that function, and all pre-conditions (e.g. setting a recover key) are met." : "Μόλις ενεργοποιηθεί η κρυπτογράφηση, όλα τα αρχεία που θα μεταφορτωθούν στο διακομιστή από αυτό το σημείο και μετά θα κρυπτογραφηθούν στο διακομιστή. Η κρυπτογράφηση είναι δυνατόν να απενεργοποιηθεί αργότερα μόνο αν το ενεργό άρθρωμα κρυπτογράφησης υποστηρίζει αυτή τη λειτουργία και εκπληρούνται όλες οι προϋποθέσεις (πχ ορισμός κλειδιού ανάκτησης).",
    "Encryption alone does not guarantee security of the system. Please see ownCloud documentation for more information about how the encryption app works, and the supported use cases." : "Η κρυπτογράφηση από μόνη της δεν εγγυάται την την ασφάλεια του συστήματος. Παρακαλούμε δείτε την τεκμηρίωση του ownCloud για περισσότερες πληροφορίες σχετικά με το πως δουλεύει η εφαρμογή κρυπτογράφησης και τις υποστηριζόμενες περιπτώσεις χρήσης.",
    "Be aware that encryption always increases the file size." : "Έχετε στο νου σας πως η κρυπτογράφηση πάντα αυξάνει το μέγεθος του αρχείου.",
    "It is always good to create regular backups of your data, in case of encryption make sure to backup the encryption keys along with your data." : "Είναι πάντοτε καλό να δημιουργείτε τακτικά αντίγραφα ασφαλείας των δεδομένων σας, στην περίπτωση της κρυπτογράφησης βεβαιωθείτε ότι έχετε λάβει αντίγραφο ασφαλείας των κλειδιών κρυπτογράφησης παράλληλα με τα δεδομένα σας.",
    "This is the final warning: Do you really want to enable encryption?" : "Αυτή είναι η τελευταία προειδοποίηση: Θέλετε πραγματικά να ενεργοποιήσετε την κρυπτογράφηση;",
    "Enable encryption" : "Ενεργοποίηση κρυπτογράφησης",
    "No encryption module loaded, please enable an encryption module in the app menu." : "Δεν έχει φορτωθεί μονάδα κρυπτογράφησης, παρακαλούμε φορτώστε την μονάδα κρυπτογράφησης από το μενού εφαρμογών.",
    "Select default encryption module:" : "Επιλογή προεπιλεγμένης μονάδας κρυπτογράφησης:",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one. Please enable the \"Default encryption module\" and run 'occ encryption:migrate'" : "Πρέπει να μεταφέρετε τα κλειδιά κρυπτογράφησής σας από την παλιά κρυπτογράφηση (ownCloud <= 8.0) στην καινούρια. Παρακαλούμε ενεργοποιήστε την \"Προεπιλεγμένη Μονάδα Κρυπτογράφησης\" και εκτελέστε την εντολή 'occ encryption:migrate'",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one." : "Πρέπει να μεταφέρετε τα κλειδιά κρυπτογράφησης από την παλιά κρυπτογράφηση (ownCloud <= 8.0) στην καινούρια.",
    "Start migration" : "Έναρξη μετάβασης",
    "Sharing" : "Διαμοιρασμός",
    "Allow apps to use the Share API" : "Να επιτρέπεται η χρήση του API διαμοιρασμού σε εφαρμογές",
    "Allow users to share via link" : "Να επιτρέπεται σε χρήστες ο διαμοιρασμός μέσω συνδέσμου",
    "Allow public uploads" : "Να επιτρέπεται η κοινόχρηστη μεταφόρτωση",
    "Enforce password protection for read-only links" : "Εφαρμογή προστασίας με συνθηματικό για συνδέσμους μόνο για ανάγνωση",
    "Enforce password protection for upload-only (File Drop) links" : "Εφαρμογή προστασίας με συνθηματικό για συνδέσμους μόνο για μεταφόρτωση (File Drop)",
    "Set default expiration date" : "Ορισμός προεπιλεγμένης ημερομηνίας λήξης",
    "Expire after " : "Λήξη μετά από ",
    "days" : "ημέρες",
    "Enforce as maximum expiration date" : "Εφαρμογή ως μέγιστη ημερομηνία λήξης",
    "Allow users to send mail notification for shared files" : "Να επιτρέπεται στους χρήστες να στέλνουν ειδοποιήσεις μέσω ηλεκτρονικού ταχυδρομείου για κοινόχρηστα αρχεία",
    "Language used for public mail notifications for shared files" : "Γλώσσα που χρησιμοποιείται για ειδοποιήσεις δημόσιου μηνύματος για κοινόχρηστα αρχεία",
    "Allow users to share file via social media" : "Να επιτρέπεται σε χρήστες ο διαμοιρασμός αρχείου μέσω κοινωνικών δικτύων",
    "Automatically accept new incoming local user shares" : "Αυτόματη αποδοχή νέων εισερχόμενων κοινόχρηστων από τοπικούς χρήστες",
    "Allow resharing" : "Να επιτρέπεται ο επαναδιαμοιρασμός",
    "Allow sharing with groups" : "Να επιτρέπεται διαμοιρασμός με ομάδες",
    "Restrict users to only share with users in their groups" : "Να επιτρέπεται σε χρήστες ο διαμοιρασμός μόνο με χρήστες που ανήκουν στις ομάδες τους",
    "Restrict users to only share with groups they are member of" : "Να περιορίζεται σε χρήστες ο διαμοιρασμός μόνο με τις ομάδες στις οποίες είναι μέλη",
    "Allow users to send mail notification for shared files to other users" : "Να επιτρέπεται η αποστολή ειδοποιήσεων μέσω αλληλογραφίας σε άλλους χρήστες για κοινόχρηστα αρχεία",
    "Exclude groups from sharing" : "Εξαίρεση ομάδων από τον διαμοιρασμό",
    "These groups will still be able to receive shares, but not to initiate them." : "Αυτές οι ομάδες θα συνεχίσουν να λαμβάνουν κοινόχρηστα, αλλά δεν θα είναι δυνατό να τους δημιουργήσουν.",
    "Allow username autocompletion in share dialog. If this is disabled the full username needs to be entered." : "Να επιτρέπεται η χρήση αυτόματης συμπλήρωσης στο διάλογο διαμοιρασμού. Αν αυτό είναι απενεργοποιημένο θα πρέπει να εισαχθεί το πλήρες όνομα χρήστη.",
    "Restrict enumeration to group members" : "Περιορίστε την απαρίθμηση στα μέλη της ομάδας",
    "Default user and group share permissions" : "Προεπιλεγμένα δικαιώματα διαμοιρασμού για τον χρήστη και την ομάδα",
    "Extra field to display in autocomplete results" : "Επιπλέον πεδίο προς εμφάνιση σε αποτελέσματα αυτόματης συμπλήρωσης",
    "None" : "Κανένα",
    "User ID" : "ID χρήστη",
    "Email address" : "Διεύθυνση ηλεκτρονικού ταχυδρομείου",
    "Legal" : "Νόμιμα",
    "Imprint URL:" : "Αποτύπωμα URL:",
    "Imprint URL" : "Αποτύπωμα URL",
    "Privacy Policy URL:" : "Πολιτική απορρήτου URL:",
    "Privacy Policy URL" : "Πολιτική απορρήτου URL",
    "Save" : "Αποθήκευση",
    "Everything (fatal issues, errors, warnings, info, debug)" : "Όλα (μοιραία ζητήματα, σφάλματα, προειδοποιήσεις, πληροφορίες, αποσφαλμάτωση)",
    "Info, warnings, errors and fatal issues" : "Πληροφορίες, προειδοποιήσεις, σφάλματα και μοιραία ζητήματα",
    "Warnings, errors and fatal issues" : "Προειδοποιήσεις, σφάλματα και μοιραία ζητήματα",
    "Errors and fatal issues" : "Σφάλματα και μοιραία ζητήματα",
    "Fatal issues only" : "Μοιραία ζητήματα μόνο",
    "Log" : "Καταγραφές",
    "What to log" : "Τι να καταγράφεται",
    "Download logfile (%s)" : "Λήψη αρχείου καταγραφών (%s)",
    "The logfile is bigger than 100 MB. Downloading it may take some time!" : "Το αρχείο καταγραφών είναι μεγαλύτερο από 100ΜΒ. Η λήψη του ίσως πάρει λίγη ώρα!",
    "Login" : "Σύνδεση",
    "Plain" : "Απλό",
    "NT LAN Manager" : "Διαχειριστής NT LAN",
    "SSL/TLS" : "SSL/TLS",
    "STARTTLS" : "STARTTLS",
    "Email server" : "Διακομιστής ηλεκτρονικής αλληλογραφίας",
    "The config file is read only. Please adjust your setup by editing the config file manually." : "Το αρχείο ρύθμισης είναι μόνο για ανάγνωση. Παρακαλούμε προσαρμόστε την ρύθμισή σας με χειροκίνητη επεξεργασία του αρχείου ρυθμίσεων.",
    "In a clustered setup please make sure to sync the config.php file across all nodes." : "Σε μια συστοιχία, παρακαλούμε βεβαιωθείτε ότι έχετε συγχρονίσει το αρχείο config.php σε όλους τους κόμβους.",
    "This is used for sending out notifications." : "Χρησιμοποιείται για αποστολή ειδοποιήσεων.",
    "Send mode" : "Κατάσταση αποστολής",
    "Encryption" : "Κρυπτογράφηση",
    "From address" : "Από τη διεύθυνση",
    "mail" : "ταχυδρομείο",
    "Authentication method" : "Μέθοδος πιστοποίησης",
    "Authentication required" : "Απαιτείται πιστοποίηση",
    "Server address" : "Διεύθυνση διακομιστή",
    "Port" : "Θύρα",
    "Credentials" : "Διαπιστευτήρια",
    "SMTP Username" : "Όνομα χρήστη SMTP",
    "SMTP Password" : "Συνθηματικό SMTP",
    "Store credentials" : "Διαπιστευτήρια αποθήκευσης",
    "Test email settings" : "Δοκιμή ρυθμίσεων ηλεκτρονικού ταχυδρομείου",
    "Send email" : "Αποστολή ηλεκτρονικής αλληλογραφίας",
    "Security & setup warnings" : "Προειδοποιήσεις ασφάλειας & ρυθμίσεων",
    "php does not seem to be setup properly to query system environment variables. The test with getenv(\"PATH\") only returns an empty response." : "Η php δεν φαίνεται να είναι σωστά ρυθμισμένη για ερωτήματα σε μεταβλητές περιβάλλοντος του συστήματος. Η δοκιμή με την εντολή getenv(\"PATH\") επιστρέφει κενή απάντηση.",
    "Please check the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">installation documentation ↗</a> for php configuration notes and the php configuration of your server, especially when using php-fpm." : "Παρακαλούμε ελέγξτε την <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">τεκμηρίωση της εγκατάστασης ↗</a> για τις σημειώσεις σχετικά τις ρυθμίσεις της php και τη ρύθμιση της php του διακομιστή σας, ειδικά όταν χρησιμοποιείτε php-fpm.",
    "The Read-Only config has been enabled. This prevents setting some configurations via the web-interface. Furthermore, the file needs to be made writable manually for every update." : "Η ρύθμιση  \"μόνο ανάγνωση\"  έχει ενεργοποιηθεί. Αυτό εμποδίζει τον καθορισμό κάποιων ρυθμίσεων μέσω της διεπαφής ιστού. Επιπλέον, το αρχείο πρέπει να γίνει χειροκίνητα εγγράψιμο πριν από κάθε διαδικασία ενημέρωσης.",
    "PHP is apparently setup to strip inline doc blocks. This will make several core apps inaccessible." : "Η PHP φαίνεται να είναι ρυθμισμένη ώστε να αφαιρεί μπλοκ εσωτερικών κειμένων (inline doc). Αυτό θα καταστήσει κύριες εφαρμογές μη διαθέσιμες.",
    "This is probably caused by a cache/accelerator such as Zend OPcache or eAccelerator." : "Αυτό πιθανόν προκλήθηκε από επιταχυντή προσωρινής μνήμης όπως το Zend OPcache ή τον eAccelerator.",
    "Your database does not run with \"READ COMMITED\" transaction isolation level. This can cause problems when multiple actions are executed in parallel." : "Η βάση δεδομένων σας δεν λειτουργεί με επίπεδο απομόνωσης συναλλαγής «READ COMMITED». Αυτό μπορεί να προκαλέσει προβλήματα όταν πολλαπλές ενέργειες εκτελούνται παράλληλα.",
    "%1$s below version %2$s is installed, for stability and performance reasons we recommend updating to a newer %1$s version." : "Είναι εγκατεστημένο το %1$s έκδοση %2$s, για λόγους σταθερότητας και απόδοσης συστήνουμε να αναβαθμίσετε σε νεότερη έκδοση του %1$s.",
    "The PHP module 'fileinfo' is missing. We strongly recommend to enable this module to get best results with mime-type detection." : "Το άρθρωμα PHP 'fileinfo' λείπει. Σας συνιστούμε να ενεργοποιήσετε αυτό το άρθρωμα για να έχετε καλύτερα αποτελέσματα με τον εντοπισμό τύπου MIME.",
    "Transactional file locking is disabled, this might lead to issues with race conditions. Enable 'filelocking.enabled' in config.php to avoid these problems. See the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">documentation ↗</a> for more information." : "Το Transactional file locking είναι απενεργοποιημένο, αυτό μπορεί να οδηγήσει σε προβλήματα με τις race conditions. Ενεργοποιήστε το 'filelocking.enabled' στο config.php για να αποφύγετε αυτά τα προβλήματα. Δείτε την <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">τεκμηρίωση ↗</a> για περισσότερες πληροφορίες.",
    "Transactional file locking should be configured to use memory-based locking, not the default slow database-based locking. See the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">documentation ↗</a> for more information." : "Το Transactional file locking πρέπει ρυθμιστεί ώστε να χρησιμοποιείται το memory-based locking, και όχι το προεπιλεγμένο αργό database-based locking. Για περισσότερες πληροφορίες δείτε την <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">τεκμηρίωση ↗</a>.",
    "System locale can not be set to a one which supports UTF-8." : "Οι ρυθμίσεις τοποθεσίας συστήματος δεν μπορούν να οριστούν σε κάποιες που δεν υποστηρίζουν UTF-8.",
    "This means that there might be problems with certain characters in file names." : "Αυτό σημαίνει ότι μπορεί να υπάρχουν προβλήματα με κάποιους χαρακτήρες στα ονόματα αρχείων.",
    "We strongly suggest installing the required packages on your system to support one of the following locales: %s." : "Προτείνουμε ανεπιφύλακτα να εγκαταστήσετε  στο σύστημά σας τα απαιτούμενα πακέτα έτσι ώστε να υποστηρίζεται μια από τις ακόλουθες ρυθμίσεις τοποθεσίας: %s.",
    "If your installation is not installed in the root of the domain and uses system cron, there can be issues with the URL generation. To avoid these problems, please set the \"overwrite.cli.url\" option in your config.php file to the webroot path of your installation (Suggested: \"%s\")" : "Αν η εγκατάστασή σας δεν έχει γίνει στο root του τομέα και χρησιμοποιεί το cron του συστήματος, μπορεί να υπάρξουν ζητήματα με τη δημιουργία URL. Για να αποφύγετε αυτά τα προβλήματα, παρακαλούμε ρυθμίστε την επιλογή  \"overwrite.cli.url\" στο αρχείο config.php που βρίσκεται στη διαδρομή webroot της εγκατάστασής σας (Προτεινόμενη: \"%s\")",
    "SQLite is used as database. For larger installations we recommend to switch to a different database backend." : "Ως βάση δεδομένων χρησιμοποιείται η SQLite. Για μεγαλύτερες εγκαταστάσεις συνιστούμε να επιλέξετε ένα διαφορετικό σύστημα υποστήριξης βάσης δεδομένων.",
    "Especially when using the desktop client for file syncing the use of SQLite is discouraged." : "Ειδικά όταν χρησιμοποιείτε τον πελάτη για συγχρονισμό στον υπολογιστή σας, δεν συνίσταται η χρήση της SQLite.",
    "To migrate to another database use the command line tool: 'occ db:convert-type', or see the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">documentation ↗</a>." : "Για να μεταφέρετε σε άλλη βάση δεδομένων χρησιμοποιήστε το εργαλείο της γραμμή εντολών: 'occ db:convert-type', ή ανατρέξτε στην <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">τεκμηρίωση ↗</a>.",
    "We recommend to enable system cron as any other cron method has possible performance and reliability implications." : "Σας συνιστούμε να ενεργοποιήσετε το cron του συστήματος καθώς οποιαδήποτε άλλη μέθοδος cron θα έχει πιθανές επιπτώσεις απόδοσης και αξιοπιστίας.",
    "It was not possible to execute the cronjob via CLI. The following technical errors have appeared:" : "Δεν ήταν δυνατή η εκτέλεση της cronjob μέσω τερματικού. Εμφανίστηκαν τα παρακάτω τεχνικά σφάλματα:",
    "Please double check the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">installation guides ↗</a>, and check for any errors or warnings in the <a href=\"#log-section\">log</a>." : "Παρακαλούμε ελέγξτε ξανά τα <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">εγχειρίδια εγκατάστασης ↗</a>, καθώς επίσης και για τυχόν σφάλματα ή προειδοποιήσεις στο <a href=\"#log-section\">αρχείο καταγραφών</a>.",
    "All checks passed." : "Όλοι οι έλεγχοι επιτυχείς.",
    "System Status" : "Κατάσταση συστήματος",
    "Tips & tricks" : "Συμβουλές & τεχνάσματα",
    "How to do backups" : "Πώς να κάνετε αντίγραφα ασφαλείας",
    "Performance tuning" : "Ρύθμιση βελτίωσης της απόδοσης",
    "Improving the config.php" : "Βελτίωση του config.php",
    "Theming" : "Θέματα",
    "Hardening and security guidance" : "Οδηγίες ασφάλειας και θωράκισης",
    "Get the apps to sync your files" : "Λήψη της εφαρμογής για συγχρονισμό των αρχείων σας",
    "Desktop client" : "Πελάτης σταθερού υπολογιστή",
    "Android app" : "Εφαρμογή Android",
    "iOS app" : "Εφαρμογή iOS",
    "If you want to support the project\n\t\t\t<a href=\"https://owncloud.org/contribute\"\n\t\t\ttarget=\"_blank\" rel=\"noreferrer\">join development</a>\n\t\t\tor\n\t\t\t<a href=\"https://owncloud.org/promote\"\n\t\t\ttarget=\"_blank\" rel=\"noreferrer\">spread the word</a>!" : "Εάν θέλετε να υποστηρίξετε το έργο\n\t\t\t<a href=\"https://owncloud.org/contribute\"\n\t\t\ttarget=\"_blank\" rel=\"noreferrer\">συμμετέχετε στην ανάπτυξη</a>\n\t\t\tή\n\t\t\t<a href=\"https://owncloud.org/promote\"\n\t\t\ttarget=\"_blank\" rel=\"noreferrer\">συμμετέχετε στην διάδοση</a>!",
    "Show First Run Wizard again" : "Προβολή Οδηγού Πρώτης Εκτέλεσης ξανά",
    "White-listed Domains" : "Επιτρεπόμενοι τομείς",
    "No Domains." : "Κανένας τομέας.",
    "Domain" : "Τομέας",
    "Add Domain" : "Προσθήκη τομέα",
    "Add" : "Προσθήκη",
    "Profile picture" : "Φωτογραφία προφίλ",
    "Upload new" : "Μεταφόρτωση νέου",
    "Select from Files" : "Επιλογή από Αρχεία",
    "Remove image" : "Αφαίρεση εικόνας",
    "png or jpg, max. 20 MB" : "png ή jpg, μέγ. 20 MB",
    "Picture provided by original account" : "Φωτογραφία που παρέχεται από τον αρχικό σας λογαριασμό",
    "Cancel" : "Aκύρωση",
    "Choose as profile picture" : "Επιλογή εικόνας προφίλ",
    "Full name" : "Πλήρες όνομα",
    "No display name set" : "Δεν ορίστηκε όνομα",
    "Email" : "Ηλεκτρονικό ταχυδρομείο",
    "Your email address" : "Η διεύθυνση ηλεκτρονικής αλληλογραφίας σας",
    "Change email" : "Αλλαγή διεύθυνσης ηλεκτρονικής αλληλογραφίας",
    "Set email" : "Ορισμός διεύθυνσης ηλεκτρονικής αλληλογραφίας",
    "For password recovery and notifications" : "Για ανάκτηση συνθηματικού και ειδοποιήσεις",
    "No email address set" : "Δεν ορίστηκε διεύθυνση ηλεκτρονικής αλληλογραφίας",
    "You are member of the following groups:" : "Είστε μέλος των ακόλουθων ομάδων:",
    "You are not a member of any groups." : "Δεν είστε μέλος καμιάς ομάδας.",
    "Password" : "Συνθηματικό",
    "Unable to change your password" : "Δεν ήταν δυνατή η αλλαγή του συνθηματικού",
    "Current password" : "Τρέχων συνθηματικό",
    "New password" : "Νέο συνθηματικό",
    "Change password" : "Αλλαγή συνθηματικού",
    "Help translate" : "Βοηθήστε στη μετάφραση",
    "You are using %s" : "Χρησιμοποιείτε %s",
    "You are using %s of %s (%s %%)" : "Χρησιμοποιείτε %s από %s (%s %%)",
    "Developed by the {communityopen}ownCloud community{linkclose}, the {githubopen}source code{linkclose} is licensed under the {licenseopen}<abbr title=\"Affero General Public License\">AGPL</abbr>{linkclose}." : "Αναπτύχθηκε από την {communityopen}κοινότητα του ownCloud{linkclose}, ο {githubopen}πηγαίος κώδικας{linkclose} έχει την άδεια της {licenseopen}<abbr title=\"Affero General Public License\">AGPL</abbr>{linkclose}.",
    "Sessions" : "Συνεδρίες",
    "These are the web, desktop and mobile clients currently logged in to your %s." : "Αυτοί είναι οι πελάτες Ιστού, επιτραπέζιων υπολογιστών και κινητών συνδεδεμένων στο %s.",
    "Browser" : "Περιηγητής",
    "Most recent activity" : "Τελευταία δραστηριότητα",
    "App passwords / tokens" : "Συνθηματικά / διακριτικά εφαρμογής",
    "You've linked these apps." : "Έχετε συνδέσει αυτές τις εφαρμογές.",
    "Name" : "Όνομα",
    "App passwords or tokens are passcodes that give an app or device permissions to access your %s account." : "Τα συνθηματικά ή τα διακριτικά της εφαρμογής είναι κωδικοί πρόσβασης που δίνουν σε μια εφαρμογή ή συσκευή δικαιώματα πρόσβασης στον λογαριασμό σας %s.",
    "Use them as a security measure to hide your actual password which you may only want to use for web interface login." : "Χρησιμοποιήστε τα ως μέτρο ασφαλείας για να αποκρύψετε τον πραγματικό συνθηματικό που θέλετε να χρησιμοποιήσετε μόνο για σύνδεση από την διεπαφή ιστού.",
    "App name" : "Όνομα εφαρμογής",
    "Create new app passcode" : "Δημιουργία νέου κωδικού εφαρμογής",
    "Use the credentials below to configure your app or device." : "Χρήση των παρακάτω διαπιστευτηρίων για να ρυθμίσετε την εφαρμογή ή την συσκευή.",
    "Username" : "Όνομα χρήστη",
    "Password / Token" : "Συνθηματικό / Διακριτικό",
    "Done" : "Ολοκληρώθηκε",
    "Version" : "Έκδοση",
    "The activation link has expired. Click the button below to request a new one and complete the registration." : "Ο σύνδεσμος ενεργοποίησης έχει λήξει. Κάντε κλικ στο παρακάτω κουμπί για να ζητήσετε νέο και να ολοκληρώσετε την εγγραφή.",
    "Resend activation link" : "Επανάληψη αποστολής συνδέσμου ενεργοποίησης",
    "New Password" : "Νέο Συνθηματικό",
    "Confirm Password" : "Επιβεβαίωση συνθηματικού",
    "Please set your password" : "Παρακαλούμε ορίστε το συνθηματικό σας",
    "Personal" : "Προσωπικά",
    "Admin" : "Διαχειριστής",
    "Currently no settings are available in this category" : "Προς το παρόν δεν υπάρχουν διαθέσιμες ρυθμίσεις σε αυτήν την κατηγορία",
    "The administrators can enable additional apps which add settings sections here." : "Οι διαχειριστές μπορούν να ενεργοποιήσουν πρόσθετες εφαρμογές που προσθέτουν ενότητες ρυθμίσεων εδώ.",
    "Activation link was sent to an email address, if one was configured." : "Ο σύνδεσμος ενεργοποίησης στάλθηκε σε μια διεύθυνση ηλεκτρονικού ταχυδρομείου, εάν είχε εισαχθεί στις ρυθμίσεις.",
    "Settings" : "Ρυθμίσεις",
    "Show enabled/disabled option" : "Εμφάνιση επιλογής ενεργοποίησης/απενεργοποίησης",
    "Show storage location" : "Εμφάνιση τοποθεσίας αποθήκευσης",
    "Show last log in" : "Εμφάνιση τελευταίας εισόδου",
    "Show user backend" : "Εμφάνιση συστήματος υποστήριξης χρήστη",
    "Set password for new users" : "Ορισμός συνθηματικού για τους νέους χρήστες",
    "Show email address" : "Εμφάνιση διεύθυνσης ηλ. αλληλογραφίας",
    "Show password field" : "Εμφάνιση πεδίου συνθηματικού",
    "Show quota field" : "Εμφάνιση πεδίου ορίου",
    "E-Mail" : "Ηλεκτρονική αλληλογραφία",
    "Admin Recovery Password" : "Συνθηματικό ανάκτησης διαχειριστή ",
    "Enter the recovery password in order to recover the users files during password change" : "Εισάγετε το συνθηματικό ανάκτησης ώστε να ανακτήσετε τα αρχεία χρηστών κατά την αλλαγή συνθηματικού",
    "Add Group" : "Προσθήκη ομάδας",
    "Group" : "Ομάδα",
    "Everyone" : "Όλοι",
    "Admins" : "Διαχειριστές",
    "Default Quota" : "Προεπιλεγμένο όριο",
    "Please enter storage quota (ex: \"512 MB\" or \"12 GB\")" : "Παρακαλούμε εισάγετε όρια αποθηκευτικού χώρου (π.χ. \"512 MB\"  ή \"12 GB\")",
    "Unlimited" : "Απεριόριστο",
    "Other" : "Άλλο",
    "Full Name" : "Πλήρες όνομα",
    "Group Admin for" : "Διαχειριστής ομάδας για",
    "Quota" : "Όριο χώρου",
    "Storage Location" : "Τοποθεσία αποθηκευτικού χώρου",
    "User Backend" : "Σύστημα υποστήριξης χρήστη",
    "Last Login" : "Τελευταία σύνδεση",
    "change full name" : "αλλαγή πλήρους ονόματος",
    "set new password" : "επιλογή νέου συνθηματικού",
    "change email address" : "αλλαγή διεύθυνσης ηλ. αλληλογραφίας",
    "Default" : "Προεπιλεγμένο"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}