{ "translations": {
    "Wrong current password" : "O contrasinal actual é incorrecto",
    "The new password cannot be the same as the previous one" : "O novo contrasinal non pode ser o mesmo que o anterior",
    "%s password changed successfully" : "O contrasinal %s foi cambiado satisfactoriamente",
    "Couldn't send reset email. Please contact your administrator." : "Non foi posíbel enviar o correo do restabelecemento. Póñase en contacto co administrador.",
    "installing and updating apps via the market or Federated Cloud Sharing" : "instalando e actualizando aplicacións a través do mercado ou da nube federada compartida",
    "cURL is using an outdated %s version (%s). Please update your operating system or features such as %s will not work reliably." : "cURL está utilizando unha versión obsoleta %s (%s). Actualice o seu sistema operativo, caso contrario características como %s non funcionarán de xeito fiábel.",
    "Saved" : "Gardado",
    "log-level out of allowed range" : "o nivel do rexistro está fora do intervalo admitido",
    "Invalid email address" : "Enderezo de correo incorrecto",
    "test email settings" : "correo de proba dos axustes",
    "A problem occurred while sending the email. Please revise your settings. (Error: %s)" : "Ocorreu un problema ao enviar o correo. Revise a súa configuración. (Erro: %s)",
    "Email sent" : "Correo enviado",
    "You need to set your user email before being able to send test emails." : "É necesario configurar o correo do usuario antes de poder enviar mensaxes de correo de proba.",
    "Owner language" : "Idioma do propietario",
    "Create" : "Crear",
    "Change" : "Cambiar",
    "Delete" : "Eliminar",
    "Share" : "Compartir",
    "APCu" : "APCu",
    "Redis" : "Redis",
    "Language changed" : "O idioma cambiou",
    "Invalid request" : "Petición incorrecta",
    "Couldn't remove app." : "Non foi posíbel retirar o aplicativo.",
    "Official" : "Oficial",
    "Approved" : "Aprobado",
    "All" : "Todo",
    "Enabled" : "Activado",
    "Not enabled" : "Non activado",
    "No apps found for your version" : "Non se atoparon aplicativos para esta versión",
    "The app will be downloaded from the app store" : "O aplicativo debe ser descargado dende unha tenda de aplicacións",
    "Official apps are developed by and within the ownCloud community. They offer functionality central to ownCloud and are ready for production use." : "Os aplicativos oficiais son desenvolvidos pola comunidade dentro do ownCloud. Ofrecen una funcionalidade central para ownCloud e están preparados para o seu uso en produción.",
    "Approved apps are developed by trusted developers and have passed a cursory security check. They are actively maintained in an open code repository and their maintainers deem them to be stable for casual to normal use." : "Os aplicativos aprobados son desenvolvidos por desenvolvedores de confianza e pasaron un control de seguridade superficial. Mantéñense activamente nun repositorio de código aberto e os seus mantedores consideran que son estábeis para uso ocasional ou normal.",
    "This app is not checked for security issues and is new or known to be unstable. Install at your own risk." : "A este aplicativo non se lle fixeron comprobacións de seguridade, ademais é nova ou coñecida por ser inestábel. Instálea baixo a súa responsabilidade.",
    "Please wait...." : "Agarde...",
    "Error while disabling app" : "Produciuse un erro ao desactivar o aplicativo",
    "Disable" : "Desactivar",
    "Enable" : "Activar",
    "Error while enabling app" : "Produciuse un erro ao activar o aplicativo",
    "Error: this app cannot be enabled because it makes the server unstable" : "Erro: Este aplicativo non pode ser activado xa que xera inestabilidade no servidor",
    "Error: could not disable broken app" : "Erro: Non foi posíbel desactivar un aplicativo estragado",
    "Error while disabling broken app" : "Produciuse un erro ao desactivar o aplicativo estragado",
    "Updating...." : "Actualizando...",
    "Error while updating app" : "Produciuse un erro mentres actualizaba o aplicativo",
    "Updated" : "Actualizado",
    "Uninstalling ...." : "Desinstalando ...",
    "Error while uninstalling app" : "Produciuse un erro ao desinstalar o aplicatvo",
    "Uninstall" : "Desinstalar",
    "The app has been enabled but needs to be updated. You will be redirected to the update page in 5 seconds." : "O aplicativo foi activado pero necesita ser actualizado. Vai ser redirixido cara a páxina de actualizarións en 5 segundos.",
    "App update" : "Actualización do aplicativo",
    "Experimental" : "Experimental",
    "No apps found for {query}" : "Non se atoparon aplicativos para {query}",
    "Migration in progress. Please wait until the migration is finished" : "A migración está en proceso. Agarde a que remate.",
    "Migration started …" : "Iniciada a migración…",
    "An error occurred. Please upload an ASCII-encoded PEM certificate." : "Produciuse un erro. Envíe un certificado PEM codificado en ASCII.",
    "Valid until {date}" : "Válido ata {date}",
    "Disconnect" : "Desconectar",
    "Error while loading browser sessions and device tokens" : "Produciuse un erro ao cargar as sesións do seu navegador e as marcas dos dispositivos",
    "Empty app name is not allowed." : "Non está permitido deixar baleiro o nome do aplicativo",
    "Error while creating device token" : "Produciuse un erro ao crear unha marca de dispositivo",
    "Error while deleting the token" : "Produciuse un erro ao eliminar unha marca",
    "CORS" : "CORS",
    "Sending..." : "Enviando...",
    "Email has been changed successfully." : "O correo foi cambiado satisfactoriamente.",
    "Unable to change mail address" : "Non é posíbel cambiar o enderezo de correo.",
    "Your full name has been changed." : "O seu nome completo foi cambiado",
    "Failed to change the email address." : "Produciuse un fallo ao cambiar o enderezo de correo.",
    "Email changed successfully for {user}." : "O correo foi cambiado satisfactoriamente por {user}.",
    "An error occurred: {message}" : "Produciuse un erro: {message}",
    "Select a profile picture" : "Seleccione unha imaxe para o perfil",
    "Very weak password" : "Contrasinal moi feble",
    "Weak password" : "Contrasinal feble",
    "So-so password" : "Contrasinal non moi aló",
    "Good password" : "Bo contrasinal",
    "Strong password" : "Contrasinal forte",
    "Groups" : "Grupos",
    "User documentation" : "Documentación do usuario",
    "Administrator documentation" : "Documentación do administrador",
    "Online documentation" : "Documentación en liña",
    "Forum" : "Foro",
    "Issue tracker" : "Seguimento de incidencias",
    "Commercial support" : "Asistencia comercial",
    "Language" : "Idioma",
    "Apps Management" : "Xestión de aplicativos",
    "Developer documentation" : "Documentación do desenvolvedor",
    "by %s" : "por %s",
    "%s-licensed" : "Licenciado por %s",
    "Documentation:" : "Documentación:",
    "Admin documentation" : "Documentación do administrador",
    "Visit website" : "Visite o sitio web",
    "Report a bug" : "Informar dun fallo",
    "Show description …" : "Amosar a descrición…",
    "Hide description …" : "Agachar a descrición…",
    "This app cannot be installed because the following dependencies are not fulfilled:" : "Non é posíbel instalar este aplicativo por mor de non cumprirse as dependencias:",
    "Enable only for specific groups" : "Activar só para grupos específicos",
    "Uninstall App" : "Desinstalar un aplicativo",
    "Show enabled apps" : "Amosar os aplicativos activados",
    "Show disabled apps" : "Amosar os aplicativos desactivados",
    "Cron" : "Cron",
    "Last cron job execution: %s." : "Última execución da tarefa de cron: %s.",
    "Last cron job execution: %s. Something seems wrong." : "Última execución da tarefa de cron: %s. Semella que algo vai mal",
    "Cron was not executed yet!" : "«Cron» aínda non foi executado!",
    "Open documentation" : "Abrir a documentación",
    "Execute one task with each page loaded" : "Executar unha tarefa con cada páxina cargada",
    "cron.php is registered at a webcron service to call cron.php every 15 minutes over http." : "cron.php está rexistrado nun servizo de WebCron para chamar a cron.php cada 15 minutos a través de HTTP.",
    "Use system's cron service to call the cron.php file every 15 minutes." : "Use o servizo «cron» do sistema para chamar ao ficheiro cron.php cada 15 minutos.",
    "SSL Root Certificates" : "Certificados raíz SSL",
    "Common Name" : "Nome común",
    "Valid until" : "Válido ata",
    "Issued By" : "Fornecido por",
    "Valid until %s" : "Válido ata %s",
    "Import root certificate" : "Importar o certificado raíz",
    "Server-side encryption" : "Cifrado na parte do servidor",
    "Enable server-side encryption" : "Activar o cifrado na parte do servidor",
    "Please read carefully before activating server-side encryption: " : "Lea atentamente antes de activar o cifrado do lado do servidor:",
    "Once encryption is enabled, all files uploaded to the server from that point forward will be encrypted at rest on the server. It will only be possible to disable encryption at a later date if the active encryption module supports that function, and all pre-conditions (e.g. setting a recover key) are met." : "Unha vez activado o cifrado, todos os ficheiros enviados ao servidor dende ese punto serán cifrados en repouso no servidor. Só será posíbel desactivar o cifrado nunha data posterior se o módulo de cifrado activo admite esa función e se cumpren todas as condicións previas (por exemplo, a configuración dunha chave de recuperación).",
    "Encryption alone does not guarantee security of the system. Please see ownCloud documentation for more information about how the encryption app works, and the supported use cases." : "O cifrado por si só non garante a seguridade do sistema. Consulte a documentación de ownCloud para obter máis información sobre como funciona o aplicativo de cifrado e os casos de uso compatíbeis.",
    "Be aware that encryption always increases the file size." : "Teña presente que o cifrado sempre incrementa o tamaño do ficheiro.",
    "It is always good to create regular backups of your data, in case of encryption make sure to backup the encryption keys along with your data." : "Sempre é bo crear copias de seguranza normais dos seus datos, no caso do cifrado asegúrese de facer copias de seguranza das chaves de cifrado xunto cos seus datos.",
    "This is the final warning: Do you really want to enable encryption?" : "Este é o último aviso: Confirma que quere activar o cifrado?",
    "Enable encryption" : "Activar o cifrado",
    "No encryption module loaded, please enable an encryption module in the app menu." : "Non hai cargado ningún módulo de cifrado, active un módulo de cifrado no menú de aplicativos.",
    "Select default encryption module:" : "Seleccionar o módulo predeterminado de cifrado:",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one. Please enable the \"Default encryption module\" and run 'occ encryption:migrate'" : "É necesario migrar as súas chaves de cifrado do antigo cifrado (ownCloud <= 8,0) cara ao novo. Active o «Módulo predeterminado de cifrado» e execute «occ encryption:migrate»",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one." : "É necesario migrar as chaves de cifrado do antigo cifrado (ownCloud <= 8,0) cara ao novo.",
    "Start migration" : "Iniciar a migración",
    "Sharing" : "Compartindo",
    "Allow apps to use the Share API" : "Permitir que os aplicativos empreguen a API para compartir",
    "Allow users to share via link" : "Permitir que os usuarios compartan a través de ligazóns",
    "Allow public uploads" : "Permitir os envíos públicos",
    "Enforce password protection for read-only links" : "Forzar a protección por contrasinal pra ligazóns de só lectura",
    "Enforce password protection for read & write links" : "Forzar a protección por contrasinal pra ligazóns de lectura e escritura",
    "Enforce password protection for upload-only (File Drop) links" : "Forzar a protección por contrasinal pra ligazóns de só envío (Soltar ficheiro)",
    "Set default expiration date" : "Definir a data predeterminada de caducidade",
    "Allow users to send mail notification for shared files" : "Permitirlle aos usuarios enviar notificacións por correo para os ficheiros compartidos",
    "Language used for public mail notifications for shared files" : "Idioma usado para as notificacións de correo público para ficheiros compartidos",
    "Allow users to share file via social media" : "Permitir que os usuarios compartan a través de medios sociais",
    "Expire after " : "Caduca após ",
    "days" : "días",
    "Enforce expiration date" : "Obrigar a data de caducidade",
    "Automatically accept new incoming local user shares" : "Aceptar automaticamente novas comparticións dos usuarios locais",
    "Allow resharing" : "Permitir compartir",
    "Allow sharing with groups" : "Permitir compartir con grupos",
    "Restrict users to only share with users in their groups" : "Restrinxir aos usuarios a compartir só cos usuarios dos seus grupos",
    "Restrict users to only share with groups they are member of" : "Restrinxir aos usuarios a compartir só cos grupos que son membros de",
    "Allow users to send mail notification for shared files to other users" : "Permitirlle aos usuarios enviar notificacións por correo a outros usuarios para notificarlles os ficheiros compartidos",
    "Exclude groups from sharing" : "Excluír grupos da compartición",
    "These groups will still be able to receive shares, but not to initiate them." : "Estes grupos poderán recibir comparticións, mais non inicialas.",
    "Allow username autocompletion in share dialog. If this is disabled the full username needs to be entered." : "Permitir autocompletar o nome de usuario na xanela de diálogo. Se esta opción está desactivada, debera escribirse o nome de usuario completo. ",
    "Restrict enumeration to group members" : "Restrinxir a enumeración aos membros do grupo",
    "Default user and group share permissions" : "Permisos predeterminados de compartición de usuarios e grupos",
    "Extra field to display in autocomplete results" : "Campo adicional para amosar nos resultados de autocompletar",
    "None" : "Ningún",
    "User ID" : "ID do usuario",
    "Email address" : "Enderezo de correo",
    "Legal" : "Legal",
    "Imprint URL:" : "URL de impresión:",
    "Imprint URL" : "URL de impresión",
    "Privacy Policy URL:" : "URL da política de privacidade:",
    "Privacy Policy URL" : "URL da política de privacidade",
    "Everything (fatal issues, errors, warnings, info, debug)" : "Todo (incidencias críticas, erros, avisos, información, depuración)",
    "Info, warnings, errors and fatal issues" : "Información, avisos, erros e incidencias críticas",
    "Warnings, errors and fatal issues" : "Avisos, erros e incidencias críticas",
    "Errors and fatal issues" : "Erros e incidencias críticas",
    "Fatal issues only" : "Só incidencias críticas",
    "Log" : "Rexistro",
    "What to log" : "Que rexistrar",
    "Download logfile (%s)" : "Descargar o ficheiro do rexistro (%s)",
    "The logfile is bigger than 100 MB. Downloading it may take some time!" : "O ficheiro de rexistro é maior de 100 MB. Pódelle levar un anaco descargalo!",
    "Login" : "Acceso",
    "Plain" : "Simple",
    "NT LAN Manager" : "Xestor NT LAN",
    "SSL/TLS" : "SSL/TLS",
    "STARTTLS" : "STARTTLS",
    "Email server" : "Servidor de correo",
    "The config file is read only. Please adjust your setup by editing the config file manually." : "O ficheiro de configuración é só de lectura. Axuste os seus parámetros editando o ficheiro de configuración manualmente.",
    "In a clustered setup please make sure to sync the config.php file across all nodes." : "Nunha configuración agrupada (clúster), asegúrese de sincronizar o ficheiro config.php en todos os nós.",
    "This is used for sending out notifications." : "Isto utilizase para o envío de notificacións.",
    "Send mode" : "Modo de envío",
    "Encryption" : "Cifrado",
    "From address" : "Dende o enderezo",
    "mail" : "correo",
    "Authentication method" : "Método de autenticación",
    "Authentication required" : "Requírese autenticación",
    "Server address" : "Enderezo do servidor",
    "Port" : "Porto",
    "Credentials" : "Credenciais",
    "SMTP Username" : "Nome de usuario SMTP",
    "SMTP Password" : "Contrasinal SMTP",
    "Store credentials" : "Gardar as credenciais",
    "Test email settings" : "Correo de proba dos axustes",
    "Send email" : "Enviar o correo",
    "Security & setup warnings" : "Avisos de seguridade e configuración",
    "php does not seem to be setup properly to query system environment variables. The test with getenv(\"PATH\") only returns an empty response." : "Semella que PHP non está configurado correctamente para consultar as variábeis de contorno do sistema. A proba con getenv(\"PATH\") só devolve unha resposta baleira.",
    "Please check the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">installation documentation ↗</a> for php configuration notes and the php configuration of your server, especially when using php-fpm." : "Revise a <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">documentación de instalación ↗</a> para as notas de configuración PHP e a configuración PHP do seu servidor, especialmente cando se está a empregar php-fpm",
    "The Read-Only config has been enabled. This prevents setting some configurations via the web-interface. Furthermore, the file needs to be made writable manually for every update." : "Foi activada a restrición da configuración a só lectura. Isto impide o estabelecemento dalgunhas configuracións a través da interface web. Ademais, ten que facer escribíbel manualmente o ficheiro para cada actualización.",
    "PHP is apparently setup to strip inline doc blocks. This will make several core apps inaccessible." : "Parece que PHP foi configuración para substituír bloques de documentos en liña. Isto fará que varios aplicativos sexan inaccesíbeis.",
    "This is probably caused by a cache/accelerator such as Zend OPcache or eAccelerator." : "Isto probabelmente se debe unha caché/acelerador como Zend OPcache ou eAccelerator.",
    "Your database does not run with \"READ COMMITED\" transaction isolation level. This can cause problems when multiple actions are executed in parallel." : "A súa base de datos non se executa co nivel de illamento de transacción «READ COMMITED» . Isto pode causar problemas cando se executan múltiples accións en paralelo.",
    "%1$s below version %2$s is installed, for stability and performance reasons we recommend updating to a newer %1$s version." : "Está instalado %1$s con versión inferior a %2$s, por razóns de estabilidade e rendemento recomendámoslle actualizar cara a unha versión de %1$s mais recente.",
    "The PHP module 'fileinfo' is missing. We strongly recommend to enable this module to get best results with mime-type detection." : "Non se atopou o módulo de PHP «fileinfo». É recomendábel activar este módulo para obter os mellores resultados coa detección do tipo MIME.",
    "Transactional file locking is disabled, this might lead to issues with race conditions. Enable 'filelocking.enabled' in config.php to avoid these problems. See the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">documentation ↗</a> for more information." : "O bloqueo de ficheiros transaccionais está desactivado, isto podería levar a problemas baixo certas condicións. Active «filelocking.enabled» en «config.php» para evitar eses problemas. Vexa a <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">documentación ↗</a> para obter máis información.",
    "Transactional file locking should be configured to use memory-based locking, not the default slow database-based locking. See the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">documentation ↗</a> for more information." : "O bloqueo de ficheiros transaccionais debe configurarse para usar o bloqueo baseado na memoria, e non o bloqueo lento predeterminado baseado na base de datos. <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">Vexa a documentación ↗</a> para obter máis información.",
    "System locale can not be set to a one which supports UTF-8." : "Non é posíbel estabelecer a configuración rexional do sistema a unha que admita UTF-8.",
    "This means that there might be problems with certain characters in file names." : "Isto significa que pode haber problemas con certos caracteres en nomes de ficheiro.",
    "We strongly suggest installing the required packages on your system to support one of the following locales: %s." : "Recomendámoslle que instale no sistema os paquetes necesarios para admitir unha das seguintes configuracións rexionais: %s.",
    "If your installation is not installed in the root of the domain and uses system cron, there can be issues with the URL generation. To avoid these problems, please set the \"overwrite.cli.url\" option in your config.php file to the webroot path of your installation (Suggested: \"%s\")" : "Se a instalación no está feita na raíz do dominio e usa o sistema cron, pode haber incidencias coa xeración de URL. Para evitar estes problemas, axuste a opción «overwrite.cli.url» no seu ficheiro config.php á ruta webroot da instalación (suxestión: «%s»)",
    "SQLite is used as database. For larger installations we recommend to switch to a different database backend." : "Empregase SQLite como base de datos. Para instalacións grandes recomendámoslle que cambie a unha infraestrutura de base de datos diferente.",
    "Especially when using the desktop client for file syncing the use of SQLite is discouraged." : "Concretamente, se emprega o cliente de escritorio para sincronización, desaconsellámoslle o uso de SQLite",
    "To migrate to another database use the command line tool: 'occ db:convert-type', or see the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">documentation ↗</a>." : "Para migrar a outra base de datos use a ferramenta de liña de ordes «occ db:convert-type» ou vexa a <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">documentación ↗</a>.",
    "We recommend to enable system cron as any other cron method has possible performance and reliability implications." : "Recomendámoslle activar o cron do sistema, xa que calquera outro método cron ten posíbeis implicacións de rendemento e fiabilidade.",
    "It was not possible to execute the cronjob via CLI. The following technical errors have appeared:" : "Non foi posíbel executar a tarefa de cron programada dende a liña de ordes. Atopáronse os seguintes erros técnicos:",
    "Please double check the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">installation guides ↗</a>, and check for any errors or warnings in the <a href=\"#log-section\">log</a>." : "Volva verificar as <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">guías de instalación ↗</a>, e comprobe que non haxa erros ou avisos no <a href=\"#log-section\">rexistro</a>.",
    "All checks passed." : "Pasáronse todas as verificacións.",
    "System Status" : "Estado do sistema",
    "Tips & tricks" : "Trucos e consellos",
    "How to do backups" : "Como facer copias de seguranza",
    "Performance tuning" : "Afinación do rendemento",
    "Improving the config.php" : "Mellorando o config.php",
    "Theming" : "Tematización",
    "Hardening and security guidance" : "Orientacións sobre fortificación e seguridade",
    "Get the apps to sync your files" : "Obteña os aplicativos para sincronizar os seus ficheiros",
    "Desktop client" : "Cliente de escritorio",
    "Android app" : "Aplicativo Android",
    "iOS app" : "Aplicativo iOS",
    "If you want to support the project\n\t\t\t<a href=\"https://owncloud.org/contribute\"\n\t\t\ttarget=\"_blank\" rel=\"noreferrer\">join development</a>\n\t\t\tor\n\t\t\t<a href=\"https://owncloud.org/promote\"\n\t\t\ttarget=\"_blank\" rel=\"noreferrer\">spread the word</a>!" : "Se quere apoiar o proxecto\n\t\t\t<a href=\"https://owncloud.org/contribute\"\n\t\t\ttarget=\"_blank\" rel=\"noreferrer\">únase ao desenvolvemento</a>\n\t\t\tou\n\t\t\t<a href=\"https://owncloud.org/promote\"\n\t\t\ttarget=\"_blank\" rel=\"noreferrer\">corra a voz</a>!",
    "Show First Run Wizard again" : "Amosar o axudante da primeira execución outra vez",
    "White-listed Domains" : "Dominios na lista branca",
    "No Domains." : "Non hai dominios.",
    "Domain" : "Dominio",
    "Are you sure you want to remove this domain?" : "Confirma que quere retirar este dominio?",
    "Add Domain" : "Engadir dominio",
    "Add" : "Engadir",
    "Profile picture" : "Imaxe do perfil",
    "Upload new" : "Novo envío",
    "Select from Files" : "Seleccionar dende ficheiros",
    "Remove image" : "Retirar a imaxe",
    "png or jpg, max. 20 MB" : "png ou jpg, máx. 20 MB",
    "Picture provided by original account" : "Imaxe fornecida pola conta orixinal",
    "Cancel" : "Cancelar",
    "Choose as profile picture" : "Escoller como imaxe de perfil",
    "Full name" : "Nome completo",
    "No display name set" : "Sen nome visíbel estabelecido",
    "Email" : "Correo",
    "Your email address" : "O seu enderezo de correo",
    "Change email" : "Cambiar correo",
    "Set email" : "Estabelecer correo",
    "For password recovery and notifications" : "Para a recuperación de contrasinal e notificacións",
    "No email address set" : "Non hai un enderezo de correo estabelecido",
    "You are member of the following groups:" : "Vostede é membro dos seguintes grupos:",
    "You are not a member of any groups." : "Non é membro de ningún grupo.",
    "Password" : "Contrasinal",
    "Unable to change your password" : "Non é posíbel cambiar o seu contrasinal",
    "Current password" : "Contrasinal actual",
    "New password" : "Novo contrasinal",
    "Change password" : "Cambiar o contrasinal",
    "Help translate" : "Axude na tradución",
    "You are using %s" : "Está empregando %s",
    "You are using %s of %s (%s %%)" : "Está empregando %s de %s (%s %%)",
    "Developed by the {communityopen}ownCloud community{linkclose}, the {githubopen}source code{linkclose} is licensed under the {licenseopen}<abbr title=\"Affero General Public License\">AGPL</abbr>{linkclose}." : "Desenvolvido pola {communityopen}comunidade ownCloud{linkclose}, o {githubopen}código fonte{linkclose} está licenciado baixo a {licenseopen}<abbr title=\"Licencia Pública Xeral Affero\">AGPL</abbr>{linkclose}.",
    "Sessions" : "Sesións",
    "These are the web, desktop and mobile clients currently logged in to your %s." : "Estes son os clientes web, de escritorio e de móbil actualmente conectados a súa %s.",
    "Browser" : "Navegador",
    "Most recent activity" : "Actividade máis recente",
    "App passwords / tokens" : "Contrasinais de aplicativosl / marcas",
    "You've linked these apps." : "Vostede ligou estes aplicativos.",
    "Name" : "Nome",
    "App passwords or tokens are passcodes that give an app or device permissions to access your %s account." : "Os contrasinais ou marcas de aplicativos son códigos de seguridade que outorgan permisos a un aplicativo ou dispositivo para acceder á súa conta de %s.",
    "Use them as a security measure to hide your actual password which you may only want to use for web interface login." : "Emprégueos como medida de seguridade para agachar o seu contrasinal real, que tal vez só queira empregar para acceder á interface web.",
    "App name" : "Nome do aplicativo",
    "Create new app passcode" : "Crear un novo código de seguridade do aplicativo",
    "Use the credentials below to configure your app or device." : "Empregue as credenciais de embaixo para configurar o seu aplicativo ou dispositivo.",
    "Username" : "Nome de usuario",
    "Password / Token" : "Contrasinal / Marca",
    "Done" : "Feito",
    "Version" : "Versión",
    "Personal" : "Persoal",
    "Admin" : "Administración",
    "Error" : "Erro",
    "No panels for this section." : "Non hai paneis para esta sección."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}