{ "translations": {
    "Wrong current password" : "ລະຫັດຜ່ານປັດຈຸບັນບໍ່ຖືກຕ້ອງ",
    "The new password cannot be the same as the previous one" : "ລະຫັດຜ່ານໃໝ່ຕ້ອງບໍ່ຄືກັບລະຫັດຜ່ານເກົ່າ",
    "No user supplied" : "ບໍ່ໄດ້ລະບຸຜູ້ໃຊ້",
    "Authentication error" : "ຂໍ້ຜິດພາດໃນການພິສູດຢືນຢັນຕົວຕົນ",
    "Please provide an admin recovery password; otherwise, all user data will be lost." : "ກະລຸນາລະບຸລະຫັດຜ່ານກູ້ຄືນຂອງຜູ້ເບິ່ງແຍງລະບົບ; ຖ້າບໍ່ດັ່ງນັ້ນ, ຂໍ້ມູນຜູ້ໃຊ້ທັງໝົດຈະສູນເສຍ.",
    "Wrong admin recovery password. Please check the password and try again." : "ລະຫັດຜ່ານກູ້ຄືນຂອງຜູ້ເບິ່ງແຍງລະບົບບໍ່ຖືກຕ້ອງ. ກະລຸນາກວດສອບລະຫັດຜ່ານແລ້ວລອງໃໝ່.",
    "Backend doesn't support password change, but the user's encryption key was successfully updated." : "ລະບົບຫຼັງບ້ານບໍ່ຮອງຮັບການປ່ຽນລະຫັດຜ່ານ, ແຕ່ລະຫັດເຂົ້າລະຫັດຂອງຜູ້ໃຊ້ໄດ້ຖືກອັບເດດສຳເລັດແລ້ວ.",
    "Unable to change password" : "ບໍ່ສາມາດປ່ຽນລະຫັດຜ່ານໄດ້",
    "%s password changed successfully" : "ລະຫັດຜ່ານຂອງ %s ປ່ຽນແປງສຳເລັດແລ້ວ",
    "Couldn't send reset email. Please contact your administrator." : "ບໍ່ສາມາດສົ່ງອີເມລຣີເຊັດໄດ້. ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບຂອງທ່ານ.",
    "installing and updating apps via the market or Federated Cloud Sharing" : "ການຕິດຕັ້ງ ແລະ ອັບເດດແອັບຯຜ່ານມາເກັດ ຫຼື ການແບ່ງປັນຄລາວແບບລວມສູນ",
    "cURL is using an outdated %s version (%s). Please update your operating system or features such as %s will not work reliably." : "cURL ກຳລັງໃຊ້ເວີຊັນ %s (%s) ທີ່ລ້າສະໄໝ. ກະລຸນາອັບເດດລະບົບປະຕິບັດການຂອງທ່ານ ບໍ່ດັ່ງນັ້ນຄຸນສົມບັດຕ່າງໆ ເຊັ່ນ %s ຈະເຮັດວຽກບໍ່ໜ້າເຊື່ອຖື.",
    "Invalid url '%s'. Urls should be set up like 'http://www.example.com' or 'https://www.example.com'" : "url '%s' ບໍ່ຖືກຕ້ອງ. Urls ຄວນຕັ້ງຄ່າຄື 'http://www.example.com' ຫຼື 'https://www.example.com'",
    "Group already exists." : "ມີກຸ່ມນີ້ຢູ່ແລ້ວ.",
    "Unable to add group." : "ບໍ່ສາມາດເພີ່ມກຸ່ມໄດ້.",
    "Unable to delete group." : "ບໍ່ສາມາດລຶບກຸ່ມໄດ້.",
    "Saved" : "ບັນທຶກແລ້ວ",
    "log-level out of allowed range" : "ລະດັບບັນທຶກຢູ່ນອກຂອບເຂດທີ່ອະນຸຍາດ",
    "Updated log level" : "ອັບເດດລະດັບບັນທຶກແລ້ວ",
    "Invalid email address" : "ທີ່ຢູ່ອີເມລບໍ່ຖືກຕ້ອງ",
    "test email settings" : "ທົດສອບການຕັ້ງຄ່າອີເມລ",
    "A problem occurred while sending the email. Please revise your settings. (Error: %s)" : "ເກີດບັນຫາຂະນະທີ່ສົ່ງອີເມລ. ກະລຸນາກວດສອບການຕັ້ງຄ່າຂອງທ່ານຄືນໃໝ່. (ຂໍ້ຜິດພາດ: %s)",
    "Email sent" : "ສົ່ງອີເມລແລ້ວ",
    "You need to set your user email before being able to send test emails." : "ທ່ານຕ້ອງຕັ້ງຄ່າອີເມລຜູ້ໃຊ້ຂອງທ່ານກ່ອນຈຶ່ງຈະສາມາດສົ່ງອີເມລທົດສອບໄດ້.",
    "Couldn't change the email address because the user does not exist" : "ບໍ່ສາມາດປ່ຽນທີ່ຢູ່ອີເມລໄດ້ ເພາະວ່າບໍ່ມີຜູ້ໃຊ້ນີ້",
    "Couldn't change the email address because the token is invalid" : "ບໍ່ສາມາດປ່ຽນທີ່ຢູ່ອີເມລໄດ້ ເພາະວ່າ token ບໍ່ຖືກຕ້ອງ",
    "Your %s account was created" : "ບັນຊີ %s ຂອງທ່ານໄດ້ຖືກສ້າງແລ້ວ",
    "A user with that name already exists." : "ມີຜູ້ໃຊ້ຊື່ນີ້ຢູ່ແລ້ວ.",
    "Unable to create user." : "ບໍ່ສາມາດສ້າງຜູ້ໃຊ້ໄດ້.",
    "The token provided is invalid." : "token ທີ່ລະບຸບໍ່ຖືກຕ້ອງ.",
    "The token provided had expired." : "token ທີ່ລະບຸໄດ້ໝົດອາຍຸແລ້ວ.",
    "Failed to create activation link. Please contact your administrator." : "ສ້າງລິງກ໌ເປີດໃຊ້ງານບໍ່ສຳເລັດ. ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບຂອງທ່ານ.",
    "Can't send email to the user. Contact your administrator." : "ບໍ່ສາມາດສົ່ງອີເມລຫາຜູ້ໃຊ້ໄດ້. ຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບຂອງທ່ານ.",
    "Failed to set password. Please contact the administrator." : "ຕັ້ງລະຫັດຜ່ານບໍ່ສຳເລັດ. ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບ.",
    "Failed to set password. Please contact your administrator." : "ຕັ້ງລະຫັດຜ່ານບໍ່ສຳເລັດ. ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບຂອງທ່ານ.",
    "Failed to send email. Please contact your administrator." : "ສົ່ງອີເມລບໍ່ສຳເລັດ. ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບຂອງທ່ານ.",
    "Unable to delete user." : "ບໍ່ສາມາດລຶບຜູ້ໃຊ້ໄດ້.",
    "Forbidden" : "ຫ້າມເຂົ້າເຖິງ",
    "Invalid user" : "ຜູ້ໃຊ້ບໍ່ຖືກຕ້ອງ",
    "Unable to change mail address" : "ບໍ່ສາມາດປ່ຽນທີ່ຢູ່ອີເມລໄດ້",
    "Email has been changed successfully." : "ປ່ຽນອີເມລສຳເລັດແລ້ວ.",
    "An email has been sent to this address for confirmation. Until the email is verified this address will not be set." : "ອີເມລໄດ້ຖືກສົ່ງໄປທີ່ຢູ່ນີ້ເພື່ອຢືນຢັນ. ທີ່ຢູ່ນີ້ຈະຍັງບໍ່ຖືກຕັ້ງຄ່າຈົນກວ່າຈະມີການຢືນຢັນອີເມລ.",
    "No email was sent because you already sent one recently. Please try again later." : "ບໍ່ມີອີເມລຖືກສົ່ງ ເພາະວ່າທ່ານຫາກໍສົ່ງໄປເມື່ອບໍ່ດົນມານີ້. ກະລຸນາລອງໃໝ່ພາຍຫຼັງ.",
    "Unable to change display name" : "ບໍ່ສາມາດປ່ຽນຊື່ສະແດງໄດ້",
    "Your full name has been changed." : "ຊື່ເຕັມຂອງທ່ານໄດ້ຖືກປ່ຽນແປງແລ້ວ.",
    "Unable to change full name" : "ບໍ່ສາມາດປ່ຽນຊື່ເຕັມໄດ້",
    "%s email address confirm" : "ຢືນຢັນທີ່ຢູ່ອີເມລ %s",
    "Couldn't send email address change confirmation mail. Please contact your administrator." : "ບໍ່ສາມາດສົ່ງອີເມລຢືນຢັນການປ່ຽນທີ່ຢູ່ອີເມລໄດ້. ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບຂອງທ່ານ.",
    "%s email address changed successfully" : "ທີ່ຢູ່ອີເມລຂອງ %s ປ່ຽນແປງສຳເລັດແລ້ວ",
    "Couldn't send email address change notification mail. Please contact your administrator." : "ບໍ່ສາມາດສົ່ງອີເມລແຈ້ງເຕືອນການປ່ຽນທີ່ຢູ່ອີເມລໄດ້. ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບຂອງທ່ານ.",
    "Unable to enable/disable user." : "ບໍ່ສາມາດເປີດ/ປິດການໃຊ້ງານຜູ້ໃຊ້ໄດ້.",
    "Data too long" : "ຂໍ້ມູນຍາວເກີນໄປ",
    "Invalid mail address" : "ທີ່ຢູ່ອີເມລບໍ່ຖືກຕ້ອງ",
    "Owner language" : "ພາສາຂອງເຈົ້າຂອງ",
    "Create" : "ສ້າງ",
    "Change" : "ປ່ຽນແປງ",
    "Delete" : "ລຶບ",
    "Share" : "ແຊຣ໌",
    "APCu" : "APCu",
    "Redis" : "Redis",
    "Language changed" : "ປ່ຽນພາສາແລ້ວ",
    "Invalid request" : "ຄຳຮ້ອງຂໍບໍ່ຖືກຕ້ອງ",
    "Admins can't remove themself from the admin group" : "ຜູ້ເບິ່ງແຍງລະບົບບໍ່ສາມາດລຶບຕົນເອງອອກຈາກກຸ່ມຜູ້ເບິ່ງແຍງລະບົບໄດ້",
    "Unknown user" : "ບໍ່ຮູ້ຈັກຜູ້ໃຊ້ນີ້",
    "Couldn't remove app." : "ບໍ່ສາມາດລຶບແອັບຯອອກໄດ້",
    "Official" : "ທາງການ",
    "Approved" : "ອະນຸມັດແລ້ວ",
    "All" : "ທັງໝົດ",
    "Enabled" : "ເປີດໃຊ້ງານ",
    "Not enabled" : "ບໍ່ໄດ້ເປີດໃຊ້ງານ",
    "No apps found for your version" : "ບໍ່ພົບແອັບຯສຳລັບເວີຊັນຂອງທ່ານ",
    "The app will be downloaded from the app store" : "ແອັບຯຈະຖືກດາວໂຫຼດຈາກຮ້ານຄ້າແອັບຯ",
    "Official apps are developed by and within the ownCloud community. They offer functionality central to ownCloud and are ready for production use." : "ແອັບຯທາງການຖືກພັດທະນາໂດຍ ແລະ ພາຍໃນຊຸມຊົນ ownCloud. ແອັບຯເຫຼົ່ານີ້ສະເໜີຟັງຊັນທີ່ເປັນຈຸດໃຈກາງຂອງ ownCloud ແລະ ພ້ອມສຳລັບການນຳໃຊ້ງານຈິງແລ້ວ.",
    "Approved apps are developed by trusted developers and have passed a cursory security check. They are actively maintained in an open code repository and their maintainers deem them to be stable for casual to normal use." : "ແອັບຯທີ່ໄດ້ຮັບການອະນຸມັດຖືກພັດທະນາໂດຍນັກພັດທະນາທີ່ເຊື່ອຖືໄດ້ ແລະ ຜ່ານການກວດສອບຄວາມປອດໄພເບື້ອງຕົ້ນແລ້ວ. ມັນຖືກບຳລຸງຮັກສາຢ່າງຕໍ່ເນື່ອງໃນບ່ອນເກັບໂຄດແບບເປີດ ແລະ ຜູ້ດູແລເຫັນວ່າມີຄວາມສະຖຽນສຳລັບການໃຊ້ງານທົ່ວໄປ.",
    "This app is not checked for security issues and is new or known to be unstable. Install at your own risk." : "ແອັບຯນີ້ບໍ່ໄດ້ຖືກກວດສອບບັນຫາດ້ານຄວາມປອດໄພ ແລະ ເປັນແອັບຯໃໝ່ ຫຼື ຮູ້ຈັກກັນວ່າມັນບໍ່ສະຖຽນ. ຕິດຕັ້ງດ້ວຍຄວາມສ່ຽງຂອງທ່ານເອງ.",
    "Please wait...." : "ກະລຸນາລໍຖ້າ....",
    "Error while disabling app" : "ຜິດພາດຂະນະທີ່ປິດການໃຊ້ງານແອັບຯ",
    "Disable" : "ປິດໃຊ້ງານ",
    "Enable" : "ເປີດໃຊ້ງານ",
    "Error while enabling app" : "ຜິດພາດຂະນະທີ່ເປີດການໃຊ້ງານແອັບຯ",
    "Error: this app cannot be enabled because it makes the server unstable" : "ຜິດພາດ: ບໍ່ສາມາດເປີດໃຊ້ງານແອັບຯນີ້ໄດ້ ເພາະມັນເຮັດໃຫ້ເຊີບເວີບໍ່ສະຖຽນ",
    "Error: could not disable broken app" : "ຜິດພາດ: ບໍ່ສາມາດປິດການໃຊ້ງານແອັບຯທີ່ເສຍຫາຍໄດ້",
    "Error while disabling broken app" : "ຜິດພາດຂະນະທີ່ປິດການໃຊ້ງານແອັບຯທີ່ເສຍຫາຍ",
    "Updating...." : "ກຳລັງອັບເດດ....",
    "Error while updating app" : "ຜິດພາດຂະນະທີ່ອັບເດດແອັບຯ",
    "Updated" : "ອັບເດດແລ້ວ",
    "Uninstalling ...." : "ກຳລັງຖອນການຕິດຕັ້ງ ....",
    "Error while uninstalling app" : "ຜິດພາດຂະນະທີ່ຖອນການຕິດຕັ້ງແອັບຯ",
    "Uninstall" : "ຖອນການຕິດຕັ້ງ",
    "The app has been enabled but needs to be updated. You will be redirected to the update page in 5 seconds." : "ແອັບຯໄດ້ຖືກເປີດໃຊ້ງານແລ້ວແຕ່ຕ້ອງໄດ້ຮັບການອັບເດດ. ທ່ານຈະຖືກນຳໄປທີ່ໜ້າອັບເດດໃນ 5 ວິນາທີ.",
    "App update" : "ອັບເດດແອັບຯ",
    "Experimental" : "ທົດລອງ",
    "No apps found for {query}" : "ບໍ່ພົບແອັບຯສຳລັບ {query}",
    "Migration in progress. Please wait until the migration is finished" : "ກຳລັງຍ້າຍຂໍ້ມູນ. ກະລຸນາລໍຖ້າຈົນກວ່າການຍ້າຍຂໍ້ມູນຈະສຳເລັດ",
    "Migration started …" : "ເລີ່ມການຍ້າຍຂໍ້ມູນແລ້ວ …",
    "An error occurred. Please upload an ASCII-encoded PEM certificate." : "ເກີດຂໍ້ຜິດພາດ. ກະລຸນາອັບໂຫຼດໃບຢັ້ງຢືນ PEM ທີ່ເຂົ້າລະຫັດແບບ ASCII.",
    "Valid until {date}" : "ໃຊ້ໄດ້ຮອດ {date}",
    "Disconnect" : "ຕັດການເຊື່ອມຕໍ່",
    "Error while loading browser sessions and device tokens" : "ຜິດພາດຂະນະທີ່ໂຫຼດເຊດຊັນຂອງບຣາວເຊີ ແລະ ໂທເຄັນຂອງອຸປະກອນ",
    "Empty app name is not allowed." : "ບໍ່ອະນຸຍາດໃຫ້ໃສ່ຊື່ແອັບຯວ່າງເປົ່າ.",
    "Error while creating device token" : "ຜິດພາດຂະນະທີ່ສ້າງໂທເຄັນຂອງອຸປະກອນ",
    "Error while deleting the token" : "ຜິດພາດຂະນະທີ່ລຶບໂທເຄັນ",
    "Are you sure you want to remove this domain?" : "ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບໂດເມນນີ້ອອກ?",
    "CORS" : "CORS",
    "Sending..." : "ກຳລັງສົ່ງ...",
    "Failed to change the email address." : "ປ່ຽນທີ່ຢູ່ອີເມລບໍ່ສຳເລັດ.",
    "Email changed successfully for {user}." : "ປ່ຽນອີເມລສຳລັບ {user} ສຳເລັດແລ້ວ.",
    "An error occurred: {message}" : "ເກີດຂໍ້ຜິດພາດ: {message}",
    "Select a profile picture" : "ເລືອກຮູບໂປຣໄຟລ໌",
    "Very weak password" : "ລະຫັດຜ່ານອ່ອນແອຫຼາຍ",
    "Weak password" : "ລະຫັດຜ່ານອ່ອນແອ",
    "So-so password" : "ລະຫັດຜ່ານພໍໃຊ້",
    "Good password" : "ລະຫັດຜ່ານດີ",
    "Strong password" : "ລະຫັດຜ່ານແຂງແຮງ",
    "Passwords do not match" : "ລະຫັດຜ່ານບໍ່ກົງກັນ",
    "Groups" : "ກຸ່ມ",
    "Unable to delete {objName}" : "ບໍ່ສາມາດລຶບ {objName} ໄດ້",
    "Error creating group: {message}" : "ຜິດພາດໃນການສ້າງກຸ່ມ: {message}",
    "A valid group name must be provided" : "ຕ້ອງລະບຸຊື່ກຸ່ມທີ່ຖືກຕ້ອງ",
    "You are about to delete a group. This action can't be undone and is permanent. Are you sure that you want to permanently delete {groupName}?" : "ທ່ານກຳລັງຈະລຶບກຸ່ມ. ການກະທຳນີ້ບໍ່ສາມາດຍົກເລີກໄດ້ ແລະ ເປັນການຖາວອນ. ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບ {groupName} ອອກຢ່າງຖາວອນ?",
    "Delete group" : "ລຶບກຸ່ມ",
    "Resend invitation email" : "ສົ່ງອີເມລເຊີນຄືນໃໝ່",
    "never" : "ບໍ່ມີກຳນົດ",
    "unknown" : "ບໍ່ຮູ້ຈັກ",
    "You are about to delete a user. This action can't be undone and is permanent. All user data, files and shares will be deleted. Are you sure that you want to permanently delete {userName}?" : "ທ່ານກຳລັງຈະລຶບຜູ້ໃຊ້. ການກະທຳນີ້ບໍ່ສາມາດຍົກເລີກໄດ້ ແລະ ເປັນການຖາວອນ. ຂໍ້ມູນຜູ້ໃຊ້, ໄຟລ໌ ແລະ ສິ່ງທີ່ແບ່ງປັນທັງໝົດຈະຖືກລຶບ. ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບ {userName} ອອກຢ່າງຖາວອນ?",
    "Delete user" : "ລຶບຜູ້ໃຊ້",
    "The invitation email for this user has been resent" : "ອີເມລເຊີນສຳລັບຜູ້ໃຊ້ນີ້ໄດ້ຖືກສົ່ງຄືນໃໝ່ແລ້ວ",
    "The invitation email for this user could not be resent" : "ບໍ່ສາມາດສົ່ງອີເມລເຊີນສຳລັບຜູ້ໃຊ້ນີ້ຄືນໃໝ່ໄດ້",
    "Invalid quota value \"{val}\"" : "ຄ່າໂຄຕ້າ \"{val}\" ບໍ່ຖືກຕ້ອງ",
    "enabled" : "ເປີດໃຊ້ງານ",
    "disabled" : "ປິດໃຊ້ງານ",
    "User {uid} has been {state}!" : "ຜູ້ໃຊ້ {uid} ໄດ້ຖືກ {state} ແລ້ວ!",
    "no group" : "ບໍ່ມີກຸ່ມ",
    "Changing the password will result in data loss, because data recovery is not available for this user" : "ການປ່ຽນລະຫັດຜ່ານຈະເຮັດໃຫ້ຂໍ້ມູນສູນເສຍ ເພາະວ່າການກູ້ຄືນຂໍ້ມູນບໍ່ສາມາດໃຊ້ໄດ້ກັບຜູ້ໃຊ້ນີ້",
    "Password successfully changed" : "ປ່ຽນລະຫັດຜ່ານສຳເລັດແລ້ວ",
    "A valid username must be provided" : "ຕ້ອງລະບຸຊື່ຜູ້ໃຊ້ທີ່ຖືກຕ້ອງ",
    "Error creating user: {message}" : "ຜິດພາດໃນການສ້າງຜູ້ໃຊ້: {message}",
    "A valid password must be provided" : "ຕ້ອງລະບຸລະຫັດຜ່ານທີ່ຖືກຕ້ອງ",
    "A valid email must be provided" : "ຕ້ອງລະບຸອີເມລທີ່ຖືກຕ້ອງ",
    "Use the following link to confirm your changes to the email address: {link}" : "ໃຊ້ລິງກ໌ຕໍ່ໄປນີ້ເພື່ອຢືນຢັນການປ່ຽນແປງທີ່ຢູ່ອີເມລຂອງທ່ານ: {link}",
    "Email address changed to {mailAddress} successfully." : "ປ່ຽນທີ່ຢູ່ອີເມລເປັນ {mailAddress} ສຳເລັດແລ້ວ.",
    "Hey there,<br><br>just letting you know that you now have an %s account.<br><br>Your username: %s<br>Please set the password by accessing it: <a href=\"%s\">Here</a><br><br>" : "ສະບາຍດີ,<br><br>ພຽງແຈ້ງໃຫ້ທ່ານຊາບວ່າຕອນນີ້ທ່ານມີບັນຊີ %s ແລ້ວ.<br><br>ຊື່ຜູ້ໃຊ້ຂອງທ່ານ: %s<br>ກະລຸນາຕັ້ງລະຫັດຜ່ານໂດຍການເຂົ້າເຖິງທີ່: <a href=\"%s\">ນີ້</a><br><br>",
    "Cheers!" : "ດ້ວຍຄວາມນັບຖື!",
    "Hey there,\n\njust letting you know that you now have an %s account.\n\nYour username: %s\nAccess it: %s\n\n" : "ສະບາຍດີ,\n\nພຽງແຈ້ງໃຫ້ທ່ານຊາບວ່າຕອນນີ້ທ່ານມີບັນຊີ %s ແລ້ວ.\n\nຊື່ຜູ້ໃຊ້ຂອງທ່ານ: %s\nເຂົ້າເຖິງໄດ້ທີ່: %s\n\n",
    "Language" : "ພາສາ",
    "Apps Management" : "ການຈັດການແອັບຯ",
    "Developer documentation" : "ເອກະສານສຳລັບນັກພັດທະນາ",
    "by %s" : "ໂດຍ %s",
    "%s-licensed" : "ໃບອະນຸຍາດແບບ %s",
    "Documentation:" : "ເອກະສານ:",
    "User documentation" : "ເອກະສານສຳລັບຜູ້ໃຊ້",
    "Admin documentation" : "ເອກະສານສຳລັບຜູ້ເບິ່ງແຍງລະບົບ",
    "Visit website" : "ເຂົ້າເບິ່ງເວັບໄຊ",
    "Report a bug" : "ລາຍງານບັກ",
    "Show description …" : "ສະແດງຄຳອະທິບາຍ …",
    "Hide description …" : "ເຊື່ອງຄຳອະທິບາຍ …",
    "This app has no minimum ownCloud version assigned. This will be an error in ownCloud 11 and later." : "ແອັບຯນີ້ບໍ່ໄດ້ກຳນົດເວີຊັນຂັ້ນຕ່ຳຂອງ ownCloud. ນີ້ຈະເປັນຂໍ້ຜິດພາດໃນ ownCloud 11 ແລະ ເວີຊັນຫຼັງຈາກນັ້ນ.",
    "This app has no maximum ownCloud version assigned. This will be an error in ownCloud 11 and later." : "ແອັບຯນີ້ບໍ່ໄດ້ກຳນົດເວີຊັນສູງສຸດຂອງ ownCloud. ນີ້ຈະເປັນຂໍ້ຜິດພາດໃນ ownCloud 11 ແລະ ເວີຊັນຫຼັງຈາກນັ້ນ.",
    "This app cannot be installed because the following dependencies are not fulfilled:" : "ບໍ່ສາມາດຕິດຕັ້ງແອັບຯນີ້ໄດ້ ເພາະວ່າບໍ່ມີ dependencies ຕໍ່ໄປນີ້:",
    "Enable only for specific groups" : "ເປີດໃຊ້ງານສະເພາະກຸ່ມທີ່ກຳນົດ",
    "Uninstall App" : "ຖອນການຕິດຕັ້ງແອັບຯ",
    "Show enabled apps" : "ສະແດງແອັບຯທີ່ເປີດໃຊ້ງານ",
    "Show disabled apps" : "ສະແດງແອັບຯທີ່ປິດໃຊ້ງານ",
    "Cron" : "Cron",
    "Last cron job execution: %s." : "ການເຮັດວຽກ cron ຄັ້ງຫຼ້າສຸດ: %s.",
    "Last cron job execution: %s. Something seems wrong." : "ການເຮັດວຽກ cron ຄັ້ງຫຼ້າສຸດ: %s. ເບິ່ງຄືວ່າມີບາງຢ່າງຜິດປົກກະຕິ.",
    "Cron was not executed yet!" : "Cron ຍັງບໍ່ທັນໄດ້ເຮັດວຽກ!",
    "Open documentation" : "ເປີດເອກະສານ",
    "Execute one task with each page loaded" : "ເຮັດວຽກໜຶ່ງຢ່າງທຸກຄັ້ງທີ່ໂຫຼດໜ້າ",
    "cron.php is registered at a webcron service to call cron.php every 15 minutes over http." : "cron.php ໄດ້ລົງທະບຽນທີ່ບໍລິການ webcron ເພື່ອເອີ້ນ cron.php ທຸກໆ 15 ນາທີຜ່ານ http.",
    "Use system's cron service to call the cron.php file every 15 minutes." : "ໃຊ້ບໍລິການ cron ຂອງລະບົບເພື່ອເອີ້ນໄຟລ໌ cron.php ທຸກໆ 15 ນາທີ.",
    "SSL Root Certificates" : "ໃບຢັ້ງຢືນ SSL Root",
    "Common Name" : "ຊື່ທົ່ວໄປ",
    "Valid until" : "ໃຊ້ໄດ້ຮອດ",
    "Issued By" : "ອອກໃຫ້ໂດຍ",
    "Valid until %s" : "ໃຊ້ໄດ້ຮອດ %s",
    "Import root certificate" : "ນຳເຂົ້າໃບຢັ້ງຢືນ root",
    "Server-side encryption" : "ການເຂົ້າລະຫັດຝັ່ງເຊີບເວີ",
    "Enable server-side encryption" : "ເປີດໃຊ້ງານການເຂົ້າລະຫັດຝັ່ງເຊີບເວີ",
    "Please read carefully before activating server-side encryption: " : "ກະລຸນາອ່ານຢ່າງລະອຽດກ່ອນເປີດໃຊ້ງານການເຂົ້າລະຫັດຝັ່ງເຊີບເວີ: ",
    "Once encryption is enabled, all files uploaded to the server from that point forward will be encrypted at rest on the server. It will only be possible to disable encryption at a later date if the active encryption module supports that function, and all pre-conditions (e.g. setting a recover key) are met." : "ເມື່ອເປີດໃຊ້ງານການເຂົ້າລະຫັດແລ້ວ, ໄຟລ໌ທັງໝົດທີ່ອັບໂຫຼດຂຶ້ນເຊີບເວີຕັ້ງແຕ່ນັ້ນເປັນຕົ້ນໄປຈະຖືກເຂົ້າລະຫັດໃນຂະນະທີ່ຈັດເກັບຢູ່ເຊີບເວີ. ຈະສາມາດປິດການໃຊ້ງານການເຂົ້າລະຫັດໃນພາຍຫຼັງໄດ້ກໍຕໍ່ເມື່ອໂມດູນການເຂົ້າລະຫັດທີ່ໃຊ້ງານຢູ່ຮອງຮັບຟັງຊັນນັ້ນ, ແລະ ເງື່ອນໄຂເບື້ອງຕົ້ນທັງໝົດ (ຕົວຢ່າງ: ການຕັ້ງລະຫັດກູ້ຄືນ) ຄົບຖ້ວນ.",
    "Encryption alone does not guarantee security of the system. Please see ownCloud documentation for more information about how the encryption app works, and the supported use cases." : "ການເຂົ້າລະຫັດພຽງຢ່າງດຽວບໍ່ໄດ້ຮັບປະກັນຄວາມປອດໄພຂອງລະບົບ. ກະລຸນາເບິ່ງເອກະສານຂອງ ownCloud ສໍາລັບຂໍ້ມູນເພີ່ມເຕີມກ່ຽວກັບວິທີການເຮັດວຽກຂອງແອັບຯເຂົ້າລະຫັດ, ແລະ ກໍລະນີການນຳໃຊ້ທີ່ຮອງຮັບ.",
    "Be aware that encryption always increases the file size." : "ຄວນຊາບວ່າການເຂົ້າລະຫັດຈະເຮັດໃຫ້ຂະໜາດໄຟລ໌ໃຫຍ່ຂຶ້ນສະເໝີ.",
    "It is always good to create regular backups of your data, in case of encryption make sure to backup the encryption keys along with your data." : "ເປັນການດີທີ່ຈະສຳຮອງຂໍ້ມູນຂອງທ່ານເປັນປະຈຳ, ໃນກໍລະນີທີ່ມີການເຂົ້າລະຫັດ ຕ້ອງຮັບປະກັນວ່າໄດ້ສຳຮອງລະຫັດເຂົ້າລະຫັດໄປພ້ອມກັບຂໍ້ມູນຂອງທ່ານ.",
    "This is the final warning: Do you really want to enable encryption?" : "ນີ້ຄືຄຳເຕືອນສຸດທ້າຍ: ທ່ານຕ້ອງການເປີດໃຊ້ງານການເຂົ້າລະຫັດແທ້ບໍ່?",
    "Enable encryption" : "ເປີດໃຊ້ງານການເຂົ້າລະຫັດ",
    "No encryption module loaded, please enable an encryption module in the app menu." : "ບໍ່ມີໂມດູນການເຂົ້າລະຫັດຖືກໂຫຼດ, ກະລຸນາເປີດໃຊ້ງານໂມດູນການເຂົ້າລະຫັດໃນເມນູແອັບຯ.",
    "Select default encryption module:" : "ເລືອກໂມດູນການເຂົ້າລະຫັດເລີ່ມຕົ້ນ:",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one. Please enable the \"Default encryption module\" and run 'occ encryption:migrate'" : "ທ່ານຈຳເປັນຕ້ອງຍ້າຍລະຫັດເຂົ້າລະຫັດຂອງທ່ານຈາກການເຂົ້າລະຫັດແບບເກົ່າ (ownCloud <= 8.0) ໄປຍັງແບບໃໝ່. ກະລຸນາເປີດໃຊ້ງານ \"ໂມດູນການເຂົ້າລະຫັດເລີ່ມຕົ້ນ\" ແລະ ຣັນ 'occ encryption:migrate'",
    "You need to migrate your encryption keys from the old encryption (ownCloud <= 8.0) to the new one." : "ທ່ານຈຳເປັນຕ້ອງຍ້າຍລະຫັດເຂົ້າລະຫັດຂອງທ່ານຈາກການເຂົ້າລະຫັດແບບເກົ່າ (ownCloud <= 8.0) ໄປຍັງແບບໃໝ່.",
    "Start migration" : "ເລີ່ມການຍ້າຍຂໍ້ມູນ",
    "Two-factor Authentication" : "ການພິສູດຢືນຢັນຕົວຕົນແບບສອງຂັ້ນຕອນ",
    "This section requires a two-factor authentication app to be installed in ownCloud" : "ສ່ວນນີ້ຕ້ອງການໃຫ້ມີການຕິດຕັ້ງແອັບຯພິສູດຢືນຢັນຕົວຕົນແບບສອງຂັ້ນຕອນໃນ ownCloud",
    "Enforce two-factor authentication" : "ບັງຄັບໃຊ້ການພິສູດຢືນຢັນຕົວຕົນແບບສອງຂັ້ນຕອນ",
    "Before enforcing the two-factor authentication, check the following requirements:" : "ກ່ອນທີ່ຈະບັງຄັບໃຊ້ການພິສູດຢືນຢັນຕົວຕົນແບບສອງຂັ້ນຕອນ, ກວດສອບຂໍ້ກຳນົດຕໍ່ໄປນີ້:",
    "At least one two-factor authentication app is installed and enabled in ownCloud." : "ມີແອັບຯພິສູດຢືນຢັນຕົວຕົນແບບສອງຂັ້ນຕອນຢ່າງໜ້ອຍໜຶ່ງແອັບຯຖືກຕິດຕັ້ງ ແລະ ເປີດໃຊ້ງານໃນ ownCloud.",
    "The users can setup at least one two-factor app from the challenge page. Some apps might not be prepared for this" : "ຜູ້ໃຊ້ສາມາດຕັ້ງຄ່າແອັບຯສອງຂັ້ນຕອນຢ່າງໜ້ອຍໜຶ່ງແອັບຯຈາກໜ້າ challenge. ບາງແອັບຯອາດຈະບໍ່ໄດ້ກຽມພ້ອມສຳລັບສິ່ງນີ້",
    "The \"twofactor_totp\" app fulfills those requirements, and might be used as a fallback so the users can enter their accounts in order to configure other two-factor authentication apps" : "ແອັບຯ \"twofactor_totp\" ຕອບສະໜອງຂໍ້ກຳນົດເຫຼົ່ານັ້ນ, ແລະ ອາດຈະຖືກໃຊ້ເປັນຕົວສຳຮອງເພື່ອໃຫ້ຜູ້ໃຊ້ສາມາດເຂົ້າບັນຊີຂອງພວກເຂົາເພື່ອຕັ້ງຄ່າແອັບຯພິສູດຢືນຢັນຕົວຕົນແບບສອງຂັ້ນຕອນອື່ນໆ",
    "Enforce two-factor authentication to all the users" : "ບັງຄັບໃຊ້ການພິສູດຢືນຢັນຕົວຕົນແບບສອງຂັ້ນຕອນກັບຜູ້ໃຊ້ທັງໝົດ",
    "Exclude the following groups from enforcing two-factor authentication" : "ຍົກເວັ້ນກຸ່ມຕໍ່ໄປນີ້ຈາກການບັງຄັບໃຊ້ການພິສູດຢືນຢັນຕົວຕົນແບບສອງຂັ້ນຕອນ",
    "Note: Users in these groups can use two-factor authentication on their own" : "ໝາຍເຫດ: ຜູ້ໃຊ້ໃນກຸ່ມເຫຼົ່ານີ້ສາມາດໃຊ້ການພິສູດຢືນຢັນຕົວຕົນແບບສອງຂັ້ນຕອນດ້ວຍຕົນເອງໄດ້",
    "Sharing" : "ການແບ່ງປັນ",
    "Allow apps to use the Share API" : "ອະນຸຍາດໃຫ້ແອັບຯໃຊ້ Share API",
    "Allow users to share via link" : "ອະນຸຍາດໃຫ້ຜູ້ໃຊ້ແບ່ງປັນຜ່ານລິງກ໌",
    "Allow public uploads" : "ອະນຸຍາດການອັບໂຫຼດສາທາລະນະ",
    "Enforce password protection for read-only links" : "ບັງຄັບປ້ອງກັນດ້ວຍລະຫັດຜ່ານສຳລັບລິງກ໌ທີ່ອ່ານໄດ້ຢ່າງດຽວ",
    "Enforce password protection for read + write links" : "ບັງຄັບປ້ອງກັນດ້ວຍລະຫັດຜ່ານສຳລັບລິງກ໌ທີ່ອ່ານ + ຂຽນໄດ້",
    "Enforce password protection for read + write + delete links" : "ບັງຄັບປ້ອງກັນດ້ວຍລະຫັດຜ່ານສຳລັບລິງກ໌ທີ່ອ່ານ + ຂຽນ + ລຶບໄດ້",
    "Enforce password protection for upload-only (File Drop) links" : "ບັງຄັບປ້ອງກັນດ້ວຍລະຫັດຜ່ານສຳລັບລິງກ໌ທີ່ອັບໂຫຼດໄດ້ຢ່າງດຽວ (File Drop)",
    "Set default expiration date" : "ຕັ້ງວັນໝົດອາຍຸເລີ່ມຕົ້ນ",
    "Expire after " : "ໝົດອາຍຸພາຍຫຼັງ ",
    "days" : "ວັນ",
    "Enforce as maximum expiration date" : "ບັງຄັບເປັນວັນໝົດອາຍຸສູງສຸດ",
    "Allow users to send mail notification for shared files" : "ອະນຸຍາດໃຫ້ຜູ້ໃຊ້ສົ່ງການແຈ້ງເຕືອນທາງອີເມລສຳລັບໄຟລ໌ທີ່ແບ່ງປັນ",
    "Language used for public mail notifications for shared files" : "ພາສາທີ່ໃຊ້ສຳລັບການແຈ້ງເຕືອນທາງອີເມລສາທາລະນະສຳລັບໄຟລ໌ທີ່ແບ່ງປັນ",
    "Allow users to share file via social media" : "ອະນຸຍາດໃຫ້ຜູ້ໃຊ້ແບ່ງປັນໄຟລ໌ຜ່ານສື່ສັງຄົມອອນລາຍ",
    "Set default expiration date for user shares" : "ຕັ້ງວັນໝົດອາຍຸເລີ່ມຕົ້ນສຳລັບການແບ່ງປັນຂອງຜູ້ໃຊ້",
    "Set default expiration date for group shares" : "ຕັ້ງວັນໝົດອາຍຸເລີ່ມຕົ້ນສຳລັບການແບ່ງປັນຂອງກຸ່ມ",
    "Set default expiration date for federated shares" : "ຕັ້ງວັນໝົດອາຍຸເລີ່ມຕົ້ນສຳລັບການແບ່ງປັນແບບລວມສູນ",
    "Automatically accept new incoming local user shares" : "ຍອມຮັບການແບ່ງປັນຈາກຜູ້ໃຊ້ໃນລະບົບທີ່ເຂົ້າມາໃໝ່ໂດຍອັດຕະໂນມັດ",
    "Allow resharing" : "ອະນຸຍາດການແບ່ງປັນຕໍ່",
    "Allow sharing with groups" : "ອະນຸຍາດການແບ່ງປັນກັບກຸ່ມ",
    "Restrict users to only share with users in their groups" : "ຈຳກັດໃຫ້ຜູ້ໃຊ້ແບ່ງປັນໄດ້ສະເພາະກັບຜູ້ໃຊ້ໃນກຸ່ມຂອງພວກເຂົາ",
    "Restrict users to only share with groups they are member of" : "ຈຳກັດໃຫ້ຜູ້ໃຊ້ແບ່ງປັນໄດ້ສະເພາະກັບກຸ່ມທີ່ພວກເຂົາເປັນສະມາຊິກ",
    "Allow users to send mail notification for shared files to other users" : "ອະນຸຍາດໃຫ້ຜູ້ໃຊ້ສົ່ງການແຈ້ງເຕືອນທາງອີເມລສຳລັບໄຟລ໌ທີ່ແບ່ງປັນໄປຫາຜູ້ໃຊ້ອື່ນ",
    "Exclude groups from sharing" : "ຍົກເວັ້ນກຸ່ມຈາກການແບ່ງປັນ",
    "These groups will still be able to receive shares, but not to initiate them." : "ກຸ່ມເຫຼົ່ານີ້ຍັງຄົງສາມາດຮັບການແບ່ງປັນໄດ້, ແຕ່ບໍ່ສາມາດເລີ່ມການແບ່ງປັນໄດ້.",
    "Allow username autocompletion in share dialog. If this is disabled the full username needs to be entered." : "ອະນຸຍາດການຕື່ມຊື່ຜູ້ໃຊ້ແບບອັດຕະໂນມັດໃນກ່ອງໂຕ້ຕອບການແບ່ງປັນ. ຫາກປິດການໃຊ້ງານນີ້ ຈະຕ້ອງປ້ອນຊື່ຜູ້ໃຊ້ເຕັມ.",
    "Restrict enumeration to group members" : "ຈຳກັດການສະແດງລາຍຊື່ໃຫ້ສະເພາະສະມາຊິກກຸ່ມ",
    "Default user and group share permissions" : "ສິດການແບ່ງປັນເລີ່ມຕົ້ນຂອງຜູ້ໃຊ້ ແລະ ກຸ່ມ",
    "Extra field to display in autocomplete results" : "ຊ່ອງຂໍ້ມູນພິເສດທີ່ຈະສະແດງໃນຜົນການຕື່ມແບບອັດຕະໂນມັດ",
    "None" : "ບໍ່ມີ",
    "User ID" : "ID ຜູ້ໃຊ້",
    "Email address" : "ທີ່ຢູ່ອີເມລ",
    "Legal" : "ດ້ານກົດໝາຍ",
    "Imprint URL:" : "URL ຂໍ້ມູນຜູ້ເຜີຍແຜ່:",
    "Imprint URL" : "URL ຂໍ້ມູນຜູ້ເຜີຍແຜ່",
    "Privacy Policy URL:" : "URL ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ:",
    "Privacy Policy URL" : "URL ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ",
    "Enterprise license key" : "ລະຫັດໃບອະນຸຍາດລະດັບອົງກອນ",
    "Enter a new license:" : "ປ້ອນໃບອະນຸຍາດໃໝ່:",
    "Save" : "ບັນທຶກ",
    "Remove current license key" : "ລຶບລະຫັດໃບອະນຸຍາດປັດຈຸບັນອອກ",
    "Everything (fatal issues, errors, warnings, info, debug)" : "ທຸກຢ່າງ (ບັນຫາຮ້າຍແຮງ, ຂໍ້ຜິດພາດ, ຄຳເຕືອນ, ຂໍ້ມູນ, ດີບັກ)",
    "Info, warnings, errors and fatal issues" : "ຂໍ້ມູນ, ຄຳເຕືອນ, ຂໍ້ຜິດພາດ ແລະ ບັນຫາຮ້າຍແຮງ",
    "Warnings, errors and fatal issues" : "ຄຳເຕືອນ, ຂໍ້ຜິດພາດ ແລະ ບັນຫາຮ້າຍແຮງ",
    "Errors and fatal issues" : "ຂໍ້ຜິດພາດ ແລະ ບັນຫາຮ້າຍແຮງ",
    "Fatal issues only" : "ສະເພາະບັນຫາຮ້າຍແຮງ",
    "Log" : "ບັນທຶກ",
    "What to log" : "ສິ່ງທີ່ຈະບັນທຶກ",
    "Download logfile (%s)" : "ດາວໂຫຼດໄຟລ໌ບັນທຶກ (%s)",
    "The logfile is bigger than 100 MB. Downloading it may take some time!" : "ໄຟລ໌ບັນທຶກມີຂະໜາດໃຫຍ່ກວ່າ 100 MB. ການດາວໂຫຼດອາດຈະໃຊ້ເວລາ!",
    "Login" : "ເຂົ້າສູ່ລະບົບ",
    "Plain" : "ທຳມະດາ",
    "NT LAN Manager" : "NT LAN Manager",
    "SSL/TLS" : "SSL/TLS",
    "STARTTLS" : "STARTTLS",
    "Email server" : "ເຊີບເວີອີເມລ",
    "The config file is read only. Please adjust your setup by editing the config file manually." : "ໄຟລ໌ config ເປັນແບບອ່ານຢ່າງດຽວ. ກະລຸນາປັບການຕັ້ງຄ່າຂອງທ່ານໂດຍການແກ້ໄຂໄຟລ໌ config ດ້ວຍຕົນເອງ.",
    "In a clustered setup please make sure to sync the config.php file across all nodes." : "ໃນການຕັ້ງຄ່າແບບຄລັສເຕີ ກະລຸນາຮັບປະກັນວ່າໄຟລ໌ config.php ຖືກຊິງຄ໌ກັນໃນທຸກໆໂໜດ.",
    "This is used for sending out notifications." : "ອັນນີ້ໃຊ້ສຳລັບການສົ່ງການແຈ້ງເຕືອນ.",
    "Send mode" : "ຮູບແບບການສົ່ງ",
    "Encryption" : "ການເຂົ້າລະຫັດ",
    "From address" : "ຈາກທີ່ຢູ່",
    "mail" : "ເມລ",
    "Authentication method" : "ວິທີການພິສູດຢືນຢັນຕົວຕົນ",
    "Authentication required" : "ຕ້ອງການການພິສູດຢືນຢັນຕົວຕົນ",
    "Server address" : "ທີ່ຢູ່ເຈົ້າພາບ",
    "Port" : "ພອດ",
    "Credentials" : "ຂໍ້ມູນຢືນຢັນຕົວຕົນ",
    "SMTP Username" : "ຊື່ຜູ້ໃຊ້ SMTP",
    "SMTP Password" : "ລະຫັດຜ່ານ SMTP",
    "Store credentials" : "ເກັບຂໍ້ມູນຢືນຢັນຕົວຕົນ",
    "Test receiver email" : "ອີເມລຜູ້ຮັບເພື່ອທົດສອບ",
    "Test email settings" : "ທົດສອບການຕັ້ງຄ່າອີເມລ",
    "Send email" : "ສົ່ງອີເມວ",
    "Manual File Locking" : "ການລັອກໄຟລ໌ດ້ວຍຕົນເອງ",
    "Default timeout for the locks if not specified (in seconds)" : "ເວລາໝົດກຳນົດເລີ່ມຕົ້ນສຳລັບການລັອກ ຫາກບໍ່ໄດ້ລະບຸ (ເປັນວິນາທີ)",
    "Maximum timeout for the locks (in seconds)" : "ເວລາໝົດກຳນົດສູງສຸດສຳລັບການລັອກ (ເປັນວິນາທີ)",
    "Enable manual file locking in the web interface" : "ເປີດໃຊ້ງານການລັອກໄຟລ໌ດ້ວຍຕົນເອງໃນສ່ວນຕິດຕໍ່ຜູ້ໃຊ້ເວັບ",
    "Allow users in the following groups to unlock files they have access to:" : "ອະນຸຍາດໃຫ້ຜູ້ໃຊ້ໃນກຸ່ມຕໍ່ໄປນີ້ປົດລັອກໄຟລ໌ທີ່ພວກເຂົາເຂົ້າເຖິງໄດ້:",
    "Users in these groups can unlock files even if they are not the owner of the lock." : "ຜູ້ໃຊ້ໃນກຸ່ມເຫຼົ່ານີ້ສາມາດປົດລັອກໄຟລ໌ໄດ້ ເຖິງແມ່ນວ່າພວກເຂົາຈະບໍ່ແມ່ນເຈົ້າຂອງການລັອກກໍຕາມ.",
    "Security & setup warnings" : "ຄຳເຕືອນດ້ານຄວາມປອດໄພ ແລະ ການຕິດຕັ້ງ",
    "php does not seem to be setup properly to query system environment variables. The test with getenv(\"PATH\") only returns an empty response." : "ເບິ່ງຄືວ່າ php ບໍ່ໄດ້ຖືກຕັ້ງຄ່າຢ່າງຖືກຕ້ອງເພື່ອສອບຖາມໂຕແປສະພາບແວດລ້ອມຂອງລະບົບ. ການທົດສອບດ້ວຍ getenv(\"PATH\") ພຽງແຕ່ສົ່ງຄ່າວ່າງເປົ່າກັບມາ.",
    "Please check the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">installation documentation ↗</a> for php configuration notes and the php configuration of your server, especially when using php-fpm." : "ກະລຸນາກວດສອບ <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">ເອກະສານການຕິດຕັ້ງ ↗</a> ສຳລັບໝາຍເຫດການຕັ້ງຄ່າ php ແລະ ການຕັ້ງຄ່າ php ຂອງເຊີບເວີຂອງທ່ານ, ໂດຍສະເພາະເມື່ອໃຊ້ php-fpm.",
    "The Read-Only config has been enabled. This prevents setting some configurations via the web-interface. Furthermore, the file needs to be made writable manually for every update." : "config ແບບອ່ານຢ່າງດຽວໄດ້ຖືກເປີດໃຊ້ງານ. ນີ້ປ້ອງກັນການຕັ້ງຄ່າບາງຢ່າງຜ່ານສ່ວນຕິດຕໍ່ຜູ້ໃຊ້ເວັບ. ນອກຈາກນັ້ນ, ໄຟລ໌ຕ້ອງຖືກຕັ້ງໃຫ້ຂຽນໄດ້ດ້ວຍຕົນເອງສຳລັບທຸກໆການອັບເດດ.",
    "PHP is apparently setup to strip inline doc blocks. This will make several core apps inaccessible." : "ເບິ່ງຄືວ່າ PHP ຖືກຕັ້ງຄ່າໃຫ້ລຶບ doc blocks. ນີ້ຈະເຮັດໃຫ້ແອັບຯຫຼັກຫຼາຍອັນບໍ່ສາມາດເຂົ້າເຖິງໄດ້.",
    "This is probably caused by a cache/accelerator such as Zend OPcache or eAccelerator." : "ນີ້ອາດເກີດຈາກ cache/accelerator ເຊັ່ນ Zend OPcache ຫຼື eAccelerator.",
    "Your database does not run with \"READ COMMITTED\" transaction isolation level. This can cause problems when multiple actions are executed in parallel." : "ຖານຂໍ້ມູນຂອງທ່ານບໍ່ໄດ້ເຮັດວຽກດ້ວຍລະດັບ transaction isolation \"READ COMMITTED\". ນີ້ອາດຈະເຮັດໃຫ້ເກີດບັນຫາເມື່ອມີການກະທຳຫຼາຍຢ່າງໃນເວລາດຽວກັນ.",
    "%1$s below version %2$s is installed, for stability and performance reasons we recommend updating to a newer %1$s version." : "%1$s ເວີຊັນຕ່ຳກວ່າ %2$s ຖືກຕິດຕັ້ງຢູ່, ເພື່ອຄວາມສະຖຽນ ແລະ ປະສິດທິພາບ ພວກເຮົາແນະນຳໃຫ້ອັບເດດເປັນເວີຊັນ %1$s ທີ່ໃໝ່ກວ່າ.",
    "The PHP module 'fileinfo' is missing. We strongly recommend to enable this module to get best results with mime-type detection." : "ໂມດູນ PHP 'fileinfo' ຫາຍໄປ. ພວກເຮົາຂໍແນະນຳຢ່າງຍິ່ງໃຫ້ເປີດໃຊ້ໂມດູນນີ້ເພື່ອໃຫ້ໄດ້ຜົນດີທີ່ສຸດກັບການກວດສອບ mime-type.",
    "Transactional file locking is disabled, this might lead to issues with race conditions. Enable 'filelocking.enabled' in config.php to avoid these problems. See the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">documentation ↗</a> for more information." : "ການລັອກໄຟລ໌ແບບ Transactional ຖືກປິດໃຊ້ງານ, ນີ້ອາດຈະນຳໄປສູ່ບັນຫາກັບສະພາວະແຂ່ງຂັນ (race conditions). ເປີດໃຊ້ງານ 'filelocking.enabled' ໃນ config.php ເພື່ອຫຼີກລ້ຽງບັນຫາເຫຼົ່ານີ້. ເບິ່ງ <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">ເອກະສານ ↗</a> ສຳລັບຂໍ້ມູນເພີ່ມເຕີມ.",
    "Transactional file locking should be configured to use memory-based locking, not the default slow database-based locking. See the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">documentation ↗</a> for more information." : "ການລັອກໄຟລ໌ແບບ Transactional ຄວນຖືກຕັ້ງຄ່າໃຫ້ໃຊ້ການລັອກຜ່ານໜ່ວຍຄວາມຈຳ, ບໍ່ແມ່ນການລັອກຜ່ານຖານຂໍ້ມູນແບບເລີ່ມຕົ້ນທີ່ຊ້າ. ເບິ່ງ <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">ເອກະສານ ↗</a> ສຳລັບຂໍ້ມູນເພີ່ມເຕີມ.",
    "System locale can not be set to a one which supports UTF-8." : "ບໍ່ສາມາດຕັ້ງຄ່າ locale ຂອງລະບົບເປັນແບບທີ່ຮອງຮັບ UTF-8 ໄດ້.",
    "This means that there might be problems with certain characters in file names." : "ນີ້ໝາຍຄວາມວ່າອາດຈະມີບັນຫາກັບຕົວອັກສອນບາງຕົວໃນຊື່ໄຟລ໌.",
    "We strongly suggest installing the required packages on your system to support one of the following locales: %s." : "ພວກເຮົາຂໍແນະນຳຢ່າງຍິ່ງໃຫ້ຕິດຕັ້ງແພັກເກັດທີ່ຈຳເປັນໃນລະບົບຂອງທ່ານເພື່ອຮອງຮັບ locales ໃດໜຶ່ງຕໍ່ໄປນີ້: %s.",
    "If your installation is not installed in the root of the domain and uses system cron, there can be issues with the URL generation. To avoid these problems, please set the \"overwrite.cli.url\" option in your config.php file to the webroot path of your installation (Suggested: \"%s\")" : "ຖ້າການຕິດຕັ້ງຂອງທ່ານບໍ່ໄດ້ຢູ່ໃນ root ຂອງໂດເມນ ແລະ ໃຊ້ system cron, ອາດຈະມີບັນຫາກັບການສ້າງ URL. ເພື່ອຫຼີກລ້ຽງບັນຫາເຫຼົ່ານີ້, ກະລຸນາຕັ້ງຄ່າ \"overwrite.cli.url\" ໃນໄຟລ໌ config.php ຂອງທ່ານເປັນເສັ້ນທາງ webroot ຂອງການຕິດຕັ້ງ (ແນະນຳ: \"%s\")",
    "SQLite is used as database. For larger installations we recommend to switch to a different database backend." : "SQLite ຖືກໃຊ້ເປັນຖານຂໍ້ມູນ. ສຳລັບການຕິດຕັ້ງຂະໜາດໃຫຍ່ ພວກເຮົາແນະນຳໃຫ້ປ່ຽນໄປໃຊ້ຖານຂໍ້ມູນອື່ນ.",
    "Especially when using the desktop client for file syncing the use of SQLite is discouraged." : "ໂດຍສະເພາະເມື່ອໃຊ້ໂປຣແກຣມເທິງເດັສທັອບເພື່ອຊິງຄ໌ໄຟລ໌, ບໍ່ແນະນຳໃຫ້ໃຊ້ SQLite.",
    "To migrate to another database use the command line tool: 'occ db:convert-type', or see the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">documentation ↗</a>." : "ເພື່ອຍ້າຍໄປຖານຂໍ້ມູນອື່ນ ໃຫ້ໃຊ້ເຄື່ອງມື command line: 'occ db:convert-type', ຫຼືເບິ່ງທີ່ <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">ເອກະສານ ↗</a>.",
    "We recommend to enable system cron as any other cron method has possible performance and reliability implications." : "ພວກເຮົາແນະນຳໃຫ້ເປີດໃຊ້ງານ system cron ເພາະວິທີ cron ອື່ນໆອາດມີຜົນກະທົບຕໍ່ປະສິດທິພາບ ແລະ ຄວາມໜ້າເຊື່ອຖື.",
    "It was not possible to execute the cronjob via CLI. The following technical errors have appeared:" : "ບໍ່ສາມາດເຮັດວຽກ cronjob ຜ່ານ CLI ໄດ້. ມີຂໍ້ຜິດພາດທາງເທັກນິກດັ່ງຕໍ່ໄປນີ້:",
    "Please double check the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">installation guides ↗</a>, and check for any errors or warnings in the <a href=\"#log-section\">log</a>." : "ກະລຸນາກວດສອບ <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">ຄູ່ມືການຕິດຕັ້ງ ↗</a> ອີກຄັ້ງ, ແລະ ກວດສອບຂໍ້ຜິດພາດ ຫຼື ຄຳເຕືອນໃນ <a href=\"#log-section\">ບັນທຶກ</a>.",
    "All checks passed." : "ການກວດສອບທັງໝົດຜ່ານ.",
    "System Status" : "ສະຖານະລະບົບ",
    "Tips & tricks" : "ເຄັດລັບ ແລະ ເທັກນິກ",
    "How to do backups" : "ວິທີການສຳຮອງຂໍ້ມູນ",
    "Performance tuning" : "ການປັບແຕ່ງປະສິດທິພາບ",
    "Improving the config.php" : "ການປັບປຸງ config.php",
    "Theming" : "ການປັບແຕ່ງຮູບແບບ",
    "Hardening and security guidance" : "ແນວທາງການເພີ່ມຄວາມປອດໄພ",
    "Get the apps to sync your files" : "ຮັບແອັບຯເພື່ອຊິງຄ໌ໄຟລ໌ຂອງທ່ານ",
    "Desktop client" : "ໂປຣແກຣມເທິງເດັສທັອບ",
    "Android app" : "ແອັບຯ Android",
    "iOS app" : "ແອັບຯ iOS",
    "If you want to support the project\n\t\t\t<a href=\"https://owncloud.com/contribute\"\n\t\t\ttarget=\"_blank\" rel=\"noreferrer\">join development</a>\n\t\t\tor\n\t\t\t<a href=\"https://owncloud.com/promote\"\n\t\t\ttarget=\"_blank\" rel=\"noreferrer\">spread the word</a>!" : "ຖ້າທ່ານຕ້ອງການສະໜັບສະໜູນໂຄງການ\n\t\t\t<a href=\"https://owncloud.com/contribute\"\n\t\t\ttarget=\"_blank\" rel=\"noreferrer\">ເຂົ້າຮ່ວມການພັດທະນາ</a>\n\t\t\tຫຼື\n\t\t\t<a href=\"https://owncloud.com/promote\"\n\t\t\ttarget=\"_blank\" rel=\"noreferrer\">ຊ່ວຍບອກຕໍ່</a>!",
    "Show First Run Wizard again" : "ສະແດງຕົວຊ່ວຍການເລີ່ມຕົ້ນໃຊ້ງານຄັ້ງທຳອິດອີກຄັ້ງ",
    "White-listed Domains" : "ໂດເມນທີ່ອະນຸຍາດ",
    "No Domains." : "ບໍ່ມີໂດເມນ.",
    "Domain" : "ໂດເມນ",
    "Add Domain" : "ເພີ່ມໂດເມນ",
    "Add" : "ເພີ່ມ",
    "Profile picture" : "ຮູບໂປຣໄຟລ໌",
    "Upload new" : "ອັບໂຫຼດໃໝ່",
    "Select from Files" : "ເລືອກຈາກໄຟລ໌",
    "Remove image" : "ລຶບຮູບ",
    "png or jpg, max. 20 MB" : "png ຫຼື jpg, ສູງສຸດ 20 MB",
    "Picture provided by original account" : "ຮູບພາບສະໜອງໃຫ້ໂດຍບັນຊີເດີມ",
    "Cancel" : "ຍົກເລີກ",
    "Choose as profile picture" : "ເລືອກເປັນຮູບໂປຣໄຟລ໌",
    "Full name" : "ຊື່ເຕັມ",
    "No display name set" : "ບໍ່ໄດ້ຕັ້ງຊື່ສະແດງ",
    "Email" : "ອີເມລ",
    "Your email address" : "ທີ່ຢູ່ອີເມລຂອງທ່ານ",
    "Change email" : "ປ່ຽນອີເມລ",
    "Set email" : "ຕັ້ງອີເມລ",
    "For password recovery and notifications" : "ສຳລັບການກູ້ຄືນລະຫັດຜ່ານ ແລະ ການແຈ້ງເຕືອນ",
    "No email address set" : "ບໍ່ໄດ້ຕັ້ງທີ່ຢູ່ອີເມລ",
    "You are member of the following groups:" : "ທ່ານເປັນສະມາຊິກຂອງກຸ່ມຕໍ່ໄປນີ້:",
    "You are not a member of any groups." : "ທ່ານບໍ່ໄດ້ເປັນສະມາຊິກຂອງກຸ່ມໃດ.",
    "Username" : "ຊື່ຜູ້ໃຊ້",
    "Password" : "ລະຫັດຜ່ານ",
    "Unable to change your password" : "ບໍ່ສາມາດປ່ຽນລະຫັດຜ່ານຂອງທ່ານໄດ້",
    "Current password" : "ລະຫັດຜ່ານປັດຈຸບັນ",
    "New password" : "ລະຫັດຜ່ານໃໝ່",
    "Change password" : "ປ່ຽນລະຫັດຜ່ານ",
    "Help translate" : "ຊ່ວຍແປພາສາ",
    "Our imprint conditions:" : "ເງື່ອນໄຂຂໍ້ມູນຜູ້ເຜີຍແຜ່ຂອງພວກເຮົາ:",
    "Our Privacy Policy conditions:" : "ເງື່ອນໄຂນະໂຍບາຍຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາ:",
    "You are using %s" : "ທ່ານກຳລັງໃຊ້ %s",
    "You are using %s of %s (%s %%)" : "ທ່ານກຳລັງໃຊ້ %s ຈາກ %s (%s %%)",
    "Developed by the {communityopen}ownCloud community{linkclose}, the {githubopen}source code{linkclose} is licensed under the {licenseopen}<abbr title=\"Affero General Public License\">AGPL</abbr>{linkclose}." : "ພັດທະນາໂດຍ {communityopen}ຊຸມຊົນ ownCloud{linkclose}, {githubopen}ຊອສໂຄດ{linkclose} ໄດ້ຮັບໃບອະນຸຍາດພາຍໃຕ້ {licenseopen}<abbr title=\"Affero General Public License\">AGPL</abbr>{linkclose}.",
    "Sessions" : "ເຊດຊັນ",
    "These are the web, desktop and mobile clients currently logged in to your %s." : "ເຫຼົ່ານີ້ຄືໂປຣແກຣມລູກຂ່າຍເວັບ, ເດັສທັອບ ແລະ ມືຖືທີ່ກຳລັງເຂົ້າສູ່ລະບົບ %s ຂອງທ່ານ.",
    "Browser" : "ບຣາວເຊີ",
    "Most recent activity" : "ການເຄື່ອນໄຫວຫຼ້າສຸດ",
    "App passwords / tokens" : "ລະຫັດຜ່ານແອັບຯ / ໂທເຄັນ",
    "You've linked these apps." : "ທ່ານໄດ້ເຊື່ອມຕໍ່ແອັບຯເຫຼົ່ານີ້.",
    "Name" : "ຊື່",
    "App passwords or tokens are passcodes that give an app or device permissions to access your %s account." : "ລະຫັດຜ່ານແອັບຯ ຫຼື ໂທເຄັນ ແມ່ນລະຫັດຜ່ານທີ່ໃຫ້ສິດແອັບຯ ຫຼື ອຸປະກອນໃນການເຂົ້າເຖິງບັນຊີ %s ຂອງທ່ານ.",
    "Use them as a security measure to hide your actual password which you may only want to use for web interface login." : "ໃຊ້ມັນເປັນມາດຕະການຄວາມປອດໄພເພື່ອປິດບັງລະຫັດຜ່ານຕົວຈິງຂອງທ່ານ ເຊິ່ງທ່ານອາດຈະຕ້ອງການໃຊ້ສະເພາະການເຂົ້າສູ່ລະບົບຜ່ານເວັບເທົ່ານັ້ນ.",
    "App name" : "ຊື່ແອັບຯ",
    "Create new app passcode" : "ສ້າງລະຫັດຜ່ານແອັບຯໃໝ່",
    "Use the credentials below to configure your app or device." : "ໃຊ້ຂໍ້ມູນຢືນຢັນຕົວຕົນດ້ານລຸ່ມນີ້ເພື່ອຕັ້ງຄ່າແອັບຯ ຫຼື ອຸປະກອນຂອງທ່ານ.",
    "Password / Token" : "ລະຫັດຜ່ານ / ໂທເຄັນ",
    "Done" : "ສຳເລັດ",
    "To access your files through WebDAV, please use the following URL:" : "ເພື່ອເຂົ້າເຖິງໄຟລ໌ຂອງທ່ານຜ່ານ WebDAV, ກະລຸນາໃຊ້ URL ຕໍ່ໄປນີ້:",
    "Version" : "ເວີຊັນ",
    "The activation link has expired. Click the button below to request a new one and complete the registration." : "ລິງກ໌ເປີດໃຊ້ງານໝົດອາຍຸແລ້ວ. ກົດປຸ່ມດ້ານລຸ່ມເພື່ອຂໍລິງກ໌ໃໝ່ ແລະ ລົງທະບຽນໃຫ້ສຳເລັດ.",
    "Resend activation link" : "ສົ່ງລິງກ໌ເປີດໃຊ້ງານຄືນໃໝ່",
    "Confirm Password" : "ຢືນຢັນລະຫັດຜ່ານ",
    "Set password" : "ຕັ້ງລະຫັດຜ່ານ",
    "Personal" : "ສ່ວນບຸກຄົນ",
    "Admin" : "ຜູ້ເບິ່ງແຍງລະບົບ",
    "Currently no settings are available in this category" : "ປັດຈຸບັນບໍ່ມີການຕັ້ງຄ່າໃນໝວດນີ້",
    "The administrators can enable additional apps which add settings sections here." : "ຜູ້ເບິ່ງແຍງລະບົບສາມາດເປີດໃຊ້ງານແອັບຯເພີ່ມເຕີມເຊິ່ງຈະເພີ່ມສ່ວນການຕັ້ງຄ່າທີ່ນີ້.",
    "Activation link was sent to an email address, if one was configured." : "ລິງກ໌ເປີດໃຊ້ງານໄດ້ຖືກສົ່ງໄປທີ່ຢູ່ອີເມລແລ້ວ, ຫາກມີການຕັ້ງຄ່າໄວ້.",
    "Settings" : "ການຕັ້ງຄ່າ",
    "Show enabled/disabled option" : "ສະແດງຕົວເລືອກ ເປີດ/ປິດໃຊ້ງານ",
    "Show storage location" : "ສະແດງທີ່ຕັ້ງບ່ອນຈັດເກັບ",
    "Show creation time" : "ສະແດງເວລາທີ່ສ້າງ",
    "Show last log in" : "ສະແດງການເຂົ້າສູ່ລະບົບຄັ້ງຫຼ້າສຸດ",
    "Show user backend" : "ສະແດງ user backend",
    "Set password for new users" : "ຕັ້ງລະຫັດຜ່ານສຳລັບຜູ້ໃຊ້ໃໝ່",
    "Show email address" : "ສະແດງທີ່ຢູ່ອີເມລ",
    "Show password field" : "ສະແດງຊ່ອງໃສ່ລະຫັດຜ່ານ",
    "Show quota field" : "ສະແດງຊ່ອງໃສ່ໂຄຕ້າ",
    "E-Mail" : "ອີເມລ",
    "Admin Recovery Password" : "ລະຫັດຜ່ານກູ້ຄືນຂອງຜູ້ເບິ່ງແຍງລະບົບ",
    "Enter the recovery password in order to recover the users files during password change" : "ປ້ອນລະຫັດຜ່ານກູ້ຄືນເພື່ອທີ່ຈະກູ້ຄືນໄຟລ໌ຂອງຜູ້ໃຊ້ໃນລະຫວ່າງການປ່ຽນລະຫັດຜ່ານ",
    "Add Group" : "ເພີ່ມກຸ່ມ",
    "Group" : "ກຸ່ມ",
    "Everyone" : "ທຸກຄົນ",
    "Admins" : "ຜູ້ເບິ່ງແຍງລະບົບ",
    "Default Quota" : "ໂຄຕ້າເລີ່ມຕົ້ນ",
    "Please enter storage quota (ex: \"512 MB\" or \"12 GB\")" : "ກະລຸນາປ້ອນໂຄຕ້າບ່ອນຈັດເກັບ (ຕົວຢ່າງ: \"512 MB\" ຫຼື \"12 GB\")",
    "Unlimited" : "ບໍ່ຈຳກັດ",
    "Other" : "ອື່ນໆ",
    "Full Name" : "ຊື່ເຕັມ",
    "Group Admin for" : "ຜູ້ເບິ່ງແຍງກຸ່ມຂອງ",
    "Quota" : "ໂຄຕ້າ",
    "Storage Location" : "ທີ່ຕັ້ງບ່ອນຈັດເກັບ",
    "User Backend" : "User Backend",
    "Last Login" : "ເຂົ້າສູ່ລະບົບຄັ້ງຫຼ້າສຸດ",
    "Creation Time" : "ເວລາທີ່ສ້າງ",
    "change full name" : "ປ່ຽນຊື່ເຕັມ",
    "set new password" : "ຕັ້ງລະຫັດຜ່ານໃໝ່",
    "change email address" : "ປ່ຽນທີ່ຢູ່ອີເມລ",
    "Default" : "ຄ່າເລີ່ມຕົ້ນ"
},"pluralForm" :"nplurals=1; plural=0;"
}