{ "translations": {
    "Cannot write into \"config\" directory!" : "ບໍ່ສາມາດຂຽນລົງໃນໄດເລກະທໍຣີ \"config\" ໄດ້!",
    "This can usually be fixed by giving the webserver write access to the config directory" : "ໂດຍປົກກະຕິແລ້ວ ສາມາດແກ້ໄຂໄດ້ໂດຍການໃຫ້ສິດໃນການຂຽນແກ່ເວັບເຊີບເວີໃນໄດເລກະທໍຣີ config",
    "See %s" : "ເບິ່ງ %s",
    "This can usually be fixed by %sgiving the webserver write access to the config directory%s." : "ໂດຍປົກກະຕິແລ້ວ ສາມາດແກ້ໄຂໄດ້ໂດຍ %sການໃຫ້ສິດໃນການຂຽນແກ່ເວັບເຊີບເວີໃນໄດເລກະທໍຣີ config%s.",
    "Sample configuration detected" : "ກວດພົບການຕັ້ງຄ່າຕົວຢ່າງ",
    "It has been detected that the sample configuration has been copied. This can break your installation and is unsupported. Please read the documentation before performing changes on config.php" : "ກວດພົບວ່າມີການສຳເນົາການຕັ້ງຄ່າຕົວຢ່າງ. ສິ່ງນີ້ອາດເຮັດໃຫ້ການຕິດຕັ້ງຂອງທ່ານເສຍຫາຍ ແລະ ບໍ່ຮອງຮັບ. ກະລຸນາອ່ານເອກະສານປະກອບກ່ອນທີ່ຈະປ່ຽນແປງໄຟລ໌ config.php",
    "PHP %s or higher is required." : "ຕ້ອງການ PHP ເວີຊັນ %s ຫຼືສູງກວ່າ.",
    "PHP with a version lower than %s is required." : "ຕ້ອງການ PHP ເວີຊັນທີ່ຕ່ຳກວ່າ %s.",
    "%sbit or higher PHP required." : "ຕ້ອງການ PHP ແບບ %s ບິດ ຫຼືສູງກວ່າ.",
    "Following databases are supported: %s" : "ຮອງຮັບຖານຂໍ້ມູນຕໍ່ໄປນີ້: %s",
    "The command line tool %s could not be found" : "ບໍ່ພົບເຄື່ອງມືເສັ້ນຄຳສັ່ງ %s",
    "The library %s is not available." : "ໄລບຣາຣີ %s ບໍ່ສາມາດໃຊ້ງານໄດ້.",
    "Library %s with a version higher than %s is required - available version %s." : "ຕ້ອງການໄລບຣາຣີ %s ເວີຊັນທີ່ສູງກວ່າ %s - ເວີຊັນທີ່ມີຢູ່ແມ່ນ %s.",
    "Library %s with a version lower than %s is required - available version %s." : "ຕ້ອງການໄລບຣາຣີ %s ເວີຊັນທີ່ຕ່ຳກວ່າ %s - ເວີຊັນທີ່ມີຢູ່ແມ່ນ %s.",
    "Following platforms are supported: %s" : "ຮອງຮັບແພດຟອມຕໍ່ໄປນີ້: %s",
    "ownCloud %s or higher is required." : "ຕ້ອງການ ownCloud ເວີຊັນ %s ຫຼືສູງກວ່າ.",
    "ownCloud %s or lower is required." : "ຕ້ອງການ ownCloud ເວີຊັນ %s ຫຼືຕ່ຳກວ່າ.",
    "%s is member of a group not allowed to access through this login mechanism" : "%s ເປັນສະມາຊິກຂອງກຸ່ມທີ່ບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເຂົ້າເຖິງຜ່ານກົນໄກການເຂົ້າສູ່ລະບົບນີ້",
    "%s isn't member of a group allowed to access through this login mechanism" : "%s ບໍ່ແມ່ນສະມາຊິກຂອງກຸ່ມທີ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເຂົ້າເຖິງຜ່ານກົນໄກການເຂົ້າສູ່ລະບົບນີ້",
    "A login policy has blocked the login" : "ນະໂຍບາຍການເຂົ້າສູ່ລະບົບໄດ້ຂັດຂວາງການລັອກອິນ",
    "Unknown filetype" : "ບໍ່ຮູ້ຈັກປະເພດໄຟລ໌",
    "Invalid image" : "ຮູບພາບບໍ່ຖືກຕ້ອງ",
    "Avatar image is not square" : "ຮູບໂປຣໄຟລ໌ບໍ່ແມ່ນຮູບສີ່ຫຼ່ຽມຈະຕຸລັດ",
    "today" : "ມື້ນີ້",
    "yesterday" : "ມື້ວານນີ້",
    "_%n day ago_::_%n days ago_" : ["%n ມື້ກ່ອນ"],
    "last month" : "ເດືອນແລ້ວນີ້",
    "last year" : "ປີກາຍ",
    "_%n hour ago_::_%n hours ago_" : ["%n ຊົ່ວໂມງກ່ອນ"],
    "_%n minute ago_::_%n minutes ago_" : ["%n ນາທີກ່ອນ"],
    "seconds ago" : "ບໍ່ເທົ່າໃດວິນາທີກ່ອນ",
    "Module with id: %s does not exist. Please enable it in your apps settings or contact your administrator." : "ໂມດູນທີ່ມີ ID: %s ບໍ່ມີຢູ່. ກະລຸນາເປີດໃຊ້ງານໃນການຕັ້ງຄ່າແອັບຂອງທ່ານ ຫຼືຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບຂອງທ່ານ.",
    "Builtin" : "ໃນຕົວ",
    "None" : "ບໍ່ມີ",
    "Username and password" : "ຊື່ຜູ້ໃຊ້ ແລະ ລະຫັດຜ່ານ",
    "Username" : "ຊື່ຜູ້ໃຊ້",
    "Password" : "ລະຫັດຜ່ານ",
    "Log-in credentials, save in session" : "ຂໍ້ມູນປະຈຳຕົວເຂົ້າສູ່ລະບົບ, ບັນທຶກໃນເຊດຊັນ",
    "Empty filename is not allowed" : "ບໍ່ອະນຸຍາດໃຫ້ຕັ້ງຊື່ໄຟລ໌ວ່າງເປົ່າ",
    "Dot files are not allowed" : "ບໍ່ອະນຸຍາດໃຫ້ໃຊ້ໄຟລ໌ທີ່ຂຶ້ນຕົ້ນດ້ວຍຈຸດ",
    "4-byte characters are not supported in file names" : "ບໍ່ຮອງຮັບອັກສອນ 4-byte ໃນຊື່ໄຟລ໌",
    "File name is a reserved word" : "ຊື່ໄຟລ໌ເປັນຄຳສະຫງວນ",
    "File name contains at least one invalid character" : "ຊື່ໄຟລ໌ມີອັກສອນທີ່ບໍ່ຖືກຕ້ອງຢ່າງໜ້ອຍໜຶ່ງຕົວ",
    "File name is too long" : "ຊື່ໄຟລ໌ຍາວເກີນໄປ",
    "__language_name__" : "ພາສາລາວ",
    "App directory already exists" : "ມີໄດເລກະທໍຣີຂອງແອັບຢູ່ແລ້ວ",
    "Can't create app folder. Please fix permissions. %s" : "ບໍ່ສາມາດສ້າງໂຟນເດີແອັບໄດ້. ກະລຸນາແກ້ໄຂສິດອະນຸຍາດ. %s",
    "Archive does not contain a directory named %s" : "ໄຟລ໌ຈັດເກັບບໍ່ມີໄດເລກະທໍຣີຊື່ %s",
    "No source specified when installing app" : "ບໍ່ໄດ້ລະບຸແຫຼ່ງທີ່ມາເມື່ອຕິດຕັ້ງແອັບ",
    "No href specified when installing app from http" : "ບໍ່ໄດ້ລະບຸ href ເມື່ອຕິດຕັ້ງແອັບຈາກ http",
    "No path specified when installing app from local file" : "ບໍ່ໄດ້ລະບຸເສັ້ນທາງເມື່ອຕິດຕັ້ງແອັບຈາກໄຟລ໌ທ້ອງຖິ່ນ",
    "Archives of type %s are not supported" : "ບໍ່ຮອງຮັບໄຟລ໌ຈັດເກັບປະເພດ %s",
    "Failed to open archive when installing app" : "ເປີດໄຟລ໌ຈັດເກັບບໍ່ສຳເລັດເມື່ອຕິດຕັ້ງແອັບ",
    "App does not provide an info.xml file" : "ແອັບບໍ່ມີໄຟລ໌ info.xml",
    "App cannot be installed because appinfo file cannot be read." : "ບໍ່ສາມາດຕິດຕັ້ງແອັບໄດ້ເນື່ອງຈາກບໍ່ສາມາດອ່ານໄຟລ໌ appinfo.",
    "Signature could not get checked. Please contact the app developer and check your admin screen." : "ບໍ່ສາມາດກວດສອບລາຍເຊັນໄດ້. ກະລຸນາຕິດຕໍ່ຜູ້ພັດທະນາແອັບ ແລະກວດສອບໜ້າຈໍຜູ້ເບິ່ງແຍງລະບົບຂອງທ່ານ.",
    "App can't be installed because it is not compatible with this version of ownCloud" : "ບໍ່ສາມາດຕິດຕັ້ງແອັບໄດ້ ເນື່ອງຈາກມັນບໍ່ເຂົ້າກັນກັບ ownCloud ເວີຊັນນີ້",
    "App can't be installed because it contains the <shipped>true</shipped> tag which is not allowed for non shipped apps" : "ບໍ່ສາມາດຕິດຕັ້ງແອັບໄດ້ ເນື່ອງຈາກມັນມີແທັກ <shipped>true</shipped> ເຊິ່ງບໍ່ໄດ້ຮັບອະນຸຍາດສຳລັບແອັບທີ່ບໍ່ໄດ້ມາພ້ອມກັບການຕິດຕັ້ງ.",
    "App can't be installed because the version in info.xml is not the same as the version reported from the app store" : "ບໍ່ສາມາດຕິດຕັ້ງແອັບໄດ້ ເນື່ອງຈາກເວີຊັນໃນ info.xml ບໍ່ກົງກັບເວີຊັນທີ່ລາຍງານຈາກຮ້ານຄ້າແອັບ",
    "No license key available." : "ບໍ່ມີລະຫັດອະນຸຍາດ.",
    "Invalid license key!" : "ລະຫັດອະນຸຍາດບໍ່ຖືກຕ້ອງ!",
    "Please contact your administrator or %s for a new license key." : "ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບຂອງທ່ານ ຫຼື %s ເພື່ອຂໍລະຫັດອະນຸຍາດໃໝ່.",
    "Your Enterprise license key has expired." : "ລະຫັດອະນຸຍາດ Enterprise ຂອງທ່ານໝົດອາຍຸແລ້ວ.",
    "Enterprise features have been disabled." : "ຄຸນສົມບັດ Enterprise ຖືກປິດໃຊ້ງານແລ້ວ.",
    "Evaluation - expires today." : "ສະບັບທົດລອງ - ໝົດອາຍຸມື້ນີ້.",
    "Evaluation - expires in %d days." : "ສະບັບທົດລອງ - ໝົດອາຍຸໃນ %d ມື້.",
    "Your Enterprise license key is about to expire (days remaining: %d)." : "ລະຫັດອະນຸຍາດ Enterprise ຂອງທ່ານກຳລັງຈະໝົດອາຍຸ (ເຫຼືອອີກ %d ມື້).",
    "The registered enterprise license key expires in %d days" : "ລະຫັດອະນຸຍາດ enterprise ທີ່ລົງທະບຽນໄວ້ຈະໝົດອາຍຸໃນ %d ມື້",
    "New Design" : "ຮູບແບບໃໝ່",
    "Apps" : "ແອັບຕ່າງໆ",
    "General" : "ທົ່ວໄປ",
    "Storage" : "ບ່ອນເກັບຂໍ້ມູນ",
    "Security" : "ຄວາມປອດໄພ",
    "User Authentication" : "ການພິສູດຢືນຢັນຕົວຕົນຜູ້ໃຊ້",
    "Encryption" : "ການເຂົ້າລະຫັດ",
    "Workflows & Tags" : "ຂັ້ນຕອນການເຮັດວຽກ ແລະ ແທັກ",
    "Sharing" : "ການແບ່ງປັນ",
    "Search" : "ຄົ້ນຫາ",
    "Help & Tips" : "ຄວາມຊ່ວຍເຫຼືອ ແລະ ຄຳແນະນຳ",
    "Additional" : "ເພີ່ມເຕີມ",
    "%s enter the database username and name." : "%s ໃສ່ຊື່ຜູ້ໃຊ້ ແລະ ຊື່ຖານຂໍ້ມູນ.",
    "%s enter the database username." : "%s ໃສ່ຊື່ຜູ້ໃຊ້ຖານຂໍ້ມູນ.",
    "%s enter the database name." : "%s ໃສ່ຊື່ຖານຂໍ້ມູນ.",
    "%s enter the database name or connection string." : "%s ໃສ່ຊື່ຖານຂໍ້ມູນ ຫຼື connection string.",
    "Oracle connection could not be established" : "ບໍ່ສາມາດສ້າງການເຊື່ອມຕໍ່ Oracle ໄດ້",
    "Oracle username and/or password not valid" : "ຊື່ຜູ້ໃຊ້ ແລະ/ຫຼື ລະຫັດຜ່ານ Oracle ບໍ່ຖືກຕ້ອງ",
    "DB Error: \"%s\"" : "ຂໍ້ຜິດພາດ DB: \"%s\"",
    "Offending command was: \"%s\"" : "ຄຳສັ່ງທີ່ກໍ່ໃຫ້ເກີດບັນຫາຄື: \"%s\"",
    "You need to enter either an existing account or the administrator." : "ທ່ານຕ້ອງປ້ອນບັນຊີທີ່ມີຢູ່ແລ້ວ ຫຼືບັນຊີຜູ້ເບິ່ງແຍງລະບົບ.",
    "Offending command was: \"%s\", name: %s, password: %s" : "ຄຳສັ່ງທີ່ກໍ່ໃຫ້ເກີດບັນຫາຄື: \"%s\", name: %s, password: %s",
    "PostgreSQL username and/or password not valid" : "ຊື່ຜູ້ໃຊ້ ແລະ/ຫຼື ລະຫັດຜ່ານ PostgreSQL ບໍ່ຖືກຕ້ອງ",
    "%s is not supported and %s will not work properly on this platform. Use it at your own risk! " : "%s ບໍ່ຮອງຮັບ ແລະ %s ຈະບໍ່ເຮັດວຽກຢ່າງຖືກຕ້ອງເທິງແພລດຟອມນີ້. ໃຊ້ງານດ້ວຍຄວາມສ່ຽງຂອງທ່ານເອງ!",
    "For the best results, please consider using a GNU/Linux server instead." : "ເພື່ອໃຫ້ໄດ້ຜົນທີ່ດີທີ່ສຸດ, ກະລຸນາພິຈາລະນາໃຊ້ເຊີບເວີ GNU/Linux ແທນ.",
    "It seems that this %s instance is running on a 32-bit PHP environment and the open_basedir has been configured in php.ini. This will lead to problems with files over 4 GB and is highly discouraged." : "ເບິ່ງຄືວ່າ %s instance ນີ້ກຳລັງເຮັດວຽກຢູ່ໃນສະພາບແວດລ້ອມ PHP 32-ບິດ ແລະມີການຕັ້ງຄ່າ open_basedir ໃນ php.ini. ນີ້ຈະເຮັດໃຫ້ເກີດບັນຫາກັບໄຟລ໌ທີ່ມີຂະໜາດໃຫຍ່ກວ່າ 4 GB ແລະບໍ່ແນະນຳຢ່າງຍິ່ງ.",
    "Please remove the open_basedir setting within your php.ini or switch to 64-bit PHP." : "ກະລຸນາລຶບການຕັ້ງຄ່າ open_basedir ໃນ php.ini ຂອງທ່ານ ຫຼືປ່ຽນໄປໃຊ້ PHP 64-ບິດ.",
    "Set an admin username." : "ຕັ້ງຊື່ຜູ້ໃຊ້ຜູ້ເບິ່ງແຍງລະບົບ.",
    "Set an admin password." : "ຕັ້ງລະຫັດຜ່ານຜູ້ເບິ່ງແຍງລະບົບ.",
    "Can't create or write into the data directory %s" : "ບໍ່ສາມາດສ້າງ ຫຼືຂຽນລົງໃນໄດເລກະທໍຣີຂໍ້ມູນ %s ໄດ້",
    "Can't create or write into the apps-external directory %s" : "ບໍ່ສາມາດສ້າງ ຫຼືຂຽນລົງໃນໄດເລກະທໍຣີ apps-external %s ໄດ້",
    "Can't update %s - it is a directory" : "ບໍ່ສາມາດອັບເດດ %s ໄດ້ - ເພາະມັນເປັນໄດເລກະທໍຣີ",
    "Can't update %s" : "ບໍ່ສາມາດອັບເດດ %s ໄດ້",
    "Invalid Federated Cloud ID" : "Federated Cloud ID ບໍ່ຖືກຕ້ອງ",
    "Internal mail notification for shared files is not allowed" : "ບໍ່ອະນຸຍາດໃຫ້ແຈ້ງເຕືອນທາງອີເມວພາຍໃນສຳລັບໄຟລ໌ທີ່ແບ່ງປັນ",
    "%s shared »%s« with you" : "%s ໄດ້ແບ່ງປັນ »%s« ໃຫ້ກັບທ່ານ",
    "Public link mail notification is not allowed" : "ບໍ່ອະນຸຍາດໃຫ້ແຈ້ງເຕືອນທາງອີເມວສຳລັບລິ້ງສາທາລະນະ",
    "%s" : "%s",
    "%s via %s" : "%s ຜ່ານ %s",
    "Sharing %s failed, because the backend does not allow shares from type %d" : "ການແບ່ງປັນ %s ລົ້ມເຫຼວ, ເນື່ອງຈາກລະບົບເບື້ອງຫຼັງບໍ່ອະນຸຍາດໃຫ້ແບ່ງປັນຈາກປະເພດ %d",
    "Sharing %s failed, because the file does not exist" : "ການແບ່ງປັນ %s ລົ້ມເຫຼວ, ເນື່ອງຈາກບໍ່ມີໄຟລ໌ດັ່ງກ່າວ",
    "You are not allowed to share %s" : "ທ່ານບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ແບ່ງປັນ %s",
    "Sharing %s failed, because you can not share with yourself" : "ການແບ່ງປັນ %s ລົ້ມເຫຼວ, ເນື່ອງຈາກທ່ານບໍ່ສາມາດແບ່ງປັນໃຫ້ຕົວເອງໄດ້",
    "Sharing %s failed, because the user %s does not exist" : "ການແບ່ງປັນ %s ລົ້ມເຫຼວ, ເນື່ອງຈາກບໍ່ມີຜູ້ໃຊ້ %s",
    "Sharing %s failed, because the user %s is not a member of any groups that %s is a member of" : "ການແບ່ງປັນ %s ລົ້ມເຫຼວ, ເນື່ອງຈາກຜູ້ໃຊ້ %s ບໍ່ແມ່ນສະມາຊິກຂອງກຸ່ມໃດໆທີ່ %s ເປັນສະມາຊິກຢູ່",
    "Sharing %s failed, because this item is already shared with %s" : "ການແບ່ງປັນ %s ລົ້ມເຫຼວ, ເພາະວ່າລາຍການນີ້ໄດ້ຖືກແບ່ງປັນໃຫ້ກັບ %s ແລ້ວ",
    "Sharing %s failed, because this item is already shared with user %s" : "ການແບ່ງປັນ %s ລົ້ມເຫຼວ, ເພາະວ່າລາຍການນີ້ໄດ້ຖືກແບ່ງປັນໃຫ້ກັບຜູ້ໃຊ້ %s ແລ້ວ",
    "Sharing %s failed, because the group %s does not exist" : "ການແບ່ງປັນ %s ລົ້ມເຫຼວ, ເນື່ອງຈາກບໍ່ມີກຸ່ມ %s",
    "Sharing %s failed, because %s is not a member of the group %s" : "ການແບ່ງປັນ %s ລົ້ມເຫຼວ, ເນື່ອງຈາກ %s ບໍ່ແມ່ນສະມາຊິກຂອງກຸ່ມ %s",
    "You need to provide a password to create a public link, only protected links are allowed" : "ທ່ານຕ້ອງໃສ່ລະຫັດຜ່ານເພື່ອສ້າງລິ້ງສາທາລະນະ, ອະນຸຍາດສະເພາະລິ້ງທີ່ປ້ອງກັນເທົ່ານັ້ນ",
    "Sharing %s failed, because sharing with links is not allowed" : "ການແບ່ງປັນ %s ລົ້ມເຫຼວ, ເພາະບໍ່ອະນຸຍາດໃຫ້ແບ່ງປັນດ້ວຍລິ້ງ",
    "Not allowed to create a federated share with the same user" : "ບໍ່ອະນຸຍາດໃຫ້ສ້າງການແບ່ງປັນແບບ federated ກັບຜູ້ໃຊ້ຄົນດຽວກັນ",
    "Sharing %s failed, could not find %s, check spelling and server availability." : "ການແບ່ງປັນ %s ລົ້ມເຫຼວ, ບໍ່ພົບ %s, ກວດສອບການສະກົດຄຳ ແລະຄວາມພ້ອມຂອງເຊີບເວີ.",
    "Share type %s is not valid for %s" : "ປະເພດການແບ່ງປັນ %s ບໍ່ຖືກຕ້ອງສຳລັບ %s",
    "Setting permissions for %s failed, because the permissions exceed permissions granted to %s" : "ການຕັ້ງຄ່າສິດອະນຸຍາດສຳລັບ %s ລົ້ມເຫຼວ, ເນື່ອງຈາກສິດດັ່ງກ່າວເກີນກວ່າສິດທີ່ອະນຸຍາດໃຫ້ %s",
    "Setting permissions for %s failed, because the item was not found" : "ການຕັ້ງຄ່າສິດອະນຸຍາດສຳລັບ %s ລົ້ມເຫຼວ, ເພາະບໍ່ພົບລາຍການດັ່ງກ່າວ",
    "Cannot set expiration date. Shares cannot expire later than %s after they have been shared" : "ບໍ່ສາມາດຕັ້ງວັນໝົດອາຍຸໄດ້. ການແບ່ງປັນບໍ່ສາມາດໝົດອາຍຸເກີນກວ່າ %s ຫຼັງຈາກທີ່ຖືກແບ່ງປັນ",
    "Cannot set expiration date. Expiration date is in the past" : "ບໍ່ສາມາດຕັ້ງວັນໝົດອາຍຸໄດ້. ວັນໝົດອາຍຸເປັນວັນທີ່ຜ່ານມາແລ້ວ",
    "Cannot clear expiration date. Shares are required to have an expiration date." : "ບໍ່ສາມາດລຶບວັນໝົດອາຍຸໄດ້. ການແບ່ງປັນຈຳເປັນຕ້ອງມີວັນໝົດອາຍຸ.",
    "Sharing backend %s must implement the interface OCP\\Share_Backend" : "ລະບົບເບື້ອງຫຼັງການແບ່ງປັນ %s ຕ້ອງ implement interface OCP\\Share_Backend",
    "Sharing backend %s not found" : "ບໍ່ພົບລະບົບເບື້ອງຫຼັງການແບ່ງປັນ %s",
    "Sharing backend for %s not found" : "ບໍ່ພົບລະບົບເບື້ອງຫຼັງການແບ່ງປັນສຳລັບ %s",
    "Sharing failed, because the user %s is the original sharer" : "ການແບ່ງປັນລົ້ມເຫຼວ, ເນື່ອງຈາກຜູ້ໃຊ້ %s ເປັນຜູ້ແບ່ງປັນຕົ້ນສະບັບ",
    "Sharing %s failed, because the permissions exceed permissions granted to %s" : "ການແບ່ງປັນ %s ລົ້ມເຫຼວ, ເນື່ອງຈາກສິດອະນຸຍາດເກີນກວ່າສິດທີ່ອະນຸຍາດໃຫ້ %s",
    "Sharing %s failed, because resharing is not allowed" : "ການແບ່ງປັນ %s ລົ້ມເຫຼວ, ເນື່ອງຈາກບໍ່ອະນຸຍາດໃຫ້ແບ່ງປັນຕໍ່",
    "Sharing %s failed, because the sharing backend for %s could not find its source" : "ການແບ່ງປັນ %s ລົ້ມເຫຼວ, ເນື່ອງຈາກລະບົບເບື້ອງຫຼັງການແບ່ງປັນສຳລັບ %s ບໍ່ພົບແຫຼ່ງທີ່ມາຂອງມັນ",
    "Sharing %s failed, because the file could not be found in the file cache" : "ການແບ່ງປັນ %s ລົ້ມເຫຼວ, ເພາະບໍ່ພົບໄຟລ໌ໃນ file cache",
    "Invalid permissions" : "ສິດອະນຸຍາດບໍ່ຖືກຕ້ອງ",
    "Cannot remove all permissions" : "ບໍ່ສາມາດລຶບສິດອະນຸຍາດທັງໝົດໄດ້",
    "Cannot set the requested share permissions for %s" : "ບໍ່ສາມາດຕັ້ງສິດການແບ່ງປັນທີ່ຮ້ອງຂໍສຳລັບ %s ໄດ້",
    "Cannot set the requested share attributes for %s" : "ບໍ່ສາມາດຕັ້ງຄຸນລັກສະນະການແບ່ງປັນທີ່ຮ້ອງຂໍສຳລັບ %s ໄດ້",
    "Expiration date is in the past" : "ວັນໝົດອາຍຸເປັນວັນທີ່ຜ່ານມາແລ້ວ",
    "Cannot set expiration date more than %s days in the future" : "ບໍ່ສາມາດຕັ້ງວັນໝົດອາຍຸເກີນ %s ມື້ໃນອະນາຄົດໄດ້",
    "Could not find category \"%s\"" : "ບໍ່ພົບໝວດໝູ່ \"%s\"",
    "Only the following characters are allowed in a username: \"a-z\", \"A-Z\", \"0-9\", and \"+_.@-'\"" : "ອະນຸຍາດໃຫ້ໃຊ້ອັກສອນຕໍ່ໄປນີ້ໃນຊື່ຜູ້ໃຊ້ເທົ່ານັ້ນ: \"a-z\", \"A-Z\", \"0-9\", ແລະ \"+_.@-'\"",
    "A valid username must be provided" : "ຕ້ອງລະບຸຊື່ຜູ້ໃຊ້ທີ່ຖືກຕ້ອງ",
    "Username contains whitespace at the beginning or at the end" : "ຊື່ຜູ້ໃຊ້ມີຍະຫວ່າງຢູ່ດ້ານໜ້າ ຫຼື ດ້ານທ້າຍ",
    "The username must be at least 3 characters long" : "ຊື່ຜູ້ໃຊ້ຕ້ອງມີຄວາມຍາວຢ່າງໜ້ອຍ 3 ຕົວອັກສອນ",
    "The username can not be longer than 64 characters" : "ຊື່ຜູ້ໃຊ້ບໍ່ສາມາດຍາວເກີນ 64 ຕົວອັກສອນ",
    "The special username %s is not allowed" : "ບໍ່ອະນຸຍາດໃຫ້ໃຊ້ຊື່ຜູ້ໃຊ້ພິເສດ %s",
    "A valid password must be provided" : "ຕ້ອງລະບຸລະຫັດຜ່ານທີ່ຖືກຕ້ອງ",
    "The username is already being used" : "ຊື່ຜູ້ໃຊ້ນີ້ຖືກໃຊ້ແລ້ວ",
    "User disabled" : "ຜູ້ໃຊ້ຖືກປິດໃຊ້ງານ",
    "Login canceled by app" : "ການເຂົ້າສູ່ລະບົບຖືກຍົກເລີກໂດຍແອັບ",
    "Settings" : "ການຕັ້ງຄ່າ",
    "Users" : "ຜູ້ໃຊ້",
    "App \"%s\" cannot be installed because the following dependencies are not fulfilled: %s" : "ບໍ່ສາມາດຕິດຕັ້ງແອັບ \"%s\" ໄດ້ ເນື່ອງຈາກ dependencies ຕໍ່ໄປນີ້ບໍ່ຄົບຖ້ວນ: %s",
    "A safe home for all your data" : "ບ່ອນທີ່ປອດໄພສຳລັບຂໍ້ມູນທັງໝົດຂອງທ່ານ",
    "Imprint" : "ຂໍ້ມູນກ່ຽວກັບແອັບ",
    "Privacy Policy" : "ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ",
    "File is currently busy, please try again later" : "ໄຟລ໌ບໍ່ວ່າງ, ກະລຸນາລອງໃໝ່ໃນພາຍຫຼັງ",
    "Access to this resource or one of its sub-items has been denied." : "ການເຂົ້າເຖິງຊັບພະຍາກອນນີ້ ຫຼືລາຍການຍ່ອຍຂອງມັນຖືກປະຕິເສດ.",
    "File cannot be downloaded" : "ບໍ່ສາມາດດາວໂຫຼດໄຟລ໌ໄດ້",
    "Application is not enabled" : "ແອັບພລິເຄຊັນບໍ່ໄດ້ເປີດໃຊ້ງານ",
    "Authentication error" : "ຂໍ້ຜິດພາດໃນການພິສູດຢືນຢັນຕົວຕົນ",
    "Token expired. Please reload page." : "ໂທເຄັນໝົດອາຍຸ. ກະລຸນາໂຫຼດໜ້າເວັບໃໝ່.",
    "Unknown user" : "ບໍ່ຮູ້ຈັກຜູ້ໃຊ້ນີ້",
    "No database drivers (sqlite, mysql, or postgresql) installed." : "ບໍ່ມີໄດຣເວີຖານຂໍ້ມູນ (sqlite, mysql, ຫຼື postgresql) ຕິດຕັ້ງໄວ້.",
    "Cannot write into \"config\" directory" : "ບໍ່ສາມາດຂຽນລົງໃນໄດເລກະທໍຣີ \"config\" ໄດ້",
    "Cannot create \"data\" directory" : "ບໍ່ສາມາດສ້າງໄດເລກະທໍຣີ \"data\" ໄດ້",
    "This can usually be fixed by <a href=\"%s\" target=\"_blank\" rel=\"noreferrer\">giving the webserver write access to the root directory</a>." : "ໂດຍປົກກະຕິແລ້ວ ສາມາດແກ້ໄຂໄດ້ໂດຍ <a href=\"%s\" target=\"_blank\" rel=\"noreferrer\">ການໃຫ້ສິດໃນການຂຽນແກ່ເວັບເຊີບເວີໃນໄດເລກະທໍຣີຮາກ</a>.",
    "Permissions can usually be fixed by %sgiving the webserver write access to the root directory%s." : "ໂດຍປົກກະຕິແລ້ວ ສາມາດແກ້ໄຂສິດອະນຸຍາດໄດ້ໂດຍ %sການໃຫ້ສິດໃນການຂຽນແກ່ເວັບເຊີບເວີໃນໄດເລກະທໍຣີຮາກ%s.",
    "Setting locale to %s failed" : "ການຕັ້ງຄ່າ locale ເປັນ %s ລົ້ມເຫຼວ",
    "Please install one of these locales on your system and restart your webserver." : "ກະລຸນາຕິດຕັ້ງ locales ເຫຼົ່ານີ້ໃນລະບົບຂອງທ່ານ ແລະ restart ເວັບເຊີບເວີຂອງທ່ານ.",
    "Please ask your server administrator to install the module." : "ກະລຸນາຂໍໃຫ້ຜູ້ເບິ່ງແຍງລະບົບເຊີບເວີຂອງທ່ານຕິດຕັ້ງໂມດູນ.",
    "PHP module %s not installed." : "ໂມດູນ PHP %s ບໍ່ໄດ້ຕິດຕັ້ງ.",
    "PHP setting \"%s\" is not set to \"%s\"." : "ການຕັ້ງຄ່າ PHP \"%s\" ບໍ່ໄດ້ຕັ້ງເປັນ \"%s\".",
    "Adjusting this setting in php.ini will make ownCloud run again" : "ການປັບການຕັ້ງຄ່ານີ້ໃນ php.ini ຈະເຮັດໃຫ້ ownCloud ເຮັດວຽກອີກຄັ້ງ",
    "mbstring.func_overload is set to \"%s\" instead of the expected value \"0\"" : "mbstring.func_overload ຕັ້ງເປັນ \"%s\" ແທນຄ່າທີ່ຄາດໄວ້ຄື \"0\"",
    "To fix this issue set <code>mbstring.func_overload</code> to <code>0</code> in your php.ini" : "ເພື່ອແກ້ໄຂບັນຫານີ້ ໃຫ້ຕັ້ງ <code>mbstring.func_overload</code> ເປັນ <code>0</code> ໃນ php.ini ຂອງທ່ານ",
    "libxml2 2.7.0 is at least required. Currently %s is installed." : "ຕ້ອງການ libxml2 2.7.0 ເປັນຢ່າງຕ່ຳ. ປັດຈຸບັນຕິດຕັ້ງ %s ໄວ້.",
    "To fix this issue update your libxml2 version and restart your web server." : "ເພື່ອແກ້ໄຂບັນຫານີ້ ໃຫ້ອັບເດດເວີຊັນ libxml2 ຂອງທ່ານ ແລະ restart ເວັບເຊີບເວີ.",
    "PHP is apparently set up to strip inline doc blocks. This will make several core apps inaccessible." : "ເບິ່ງຄືວ່າ PHP ຖືກຕັ້ງຄ່າໃຫ້ລຶບ inline doc blocks. ນີ້ຈະເຮັດໃຫ້ແອັບຫຼັກຫຼາຍຕົວບໍ່ສາມາດເຂົ້າເຖິງໄດ້.",
    "This is probably caused by a cache/accelerator such as Zend OPcache or eAccelerator." : "ນີ້ອາດເກີດຈາກ cache/accelerator ເຊັ່ນ Zend OPcache ຫຼື eAccelerator.",
    "PHP modules have been installed, but they are still listed as missing?" : "ໂມດູນ PHP ຖືກຕິດຕັ້ງແລ້ວ, ແຕ່ຍັງສະແດງວ່າຂາດຢູ່?",
    "Please ask your server administrator to restart the web server." : "ກະລຸນາຂໍໃຫ້ຜູ້ເບິ່ງແຍງລະບົບເຊີບເວີຂອງທ່ານ restart ເວັບເຊີບເວີ.",
    "PostgreSQL >= 9 required" : "ຕ້ອງການ PostgreSQL >= 9",
    "Please upgrade your database version" : "ກະລຸນາອັບເກຣດເວີຊັນຖານຂໍ້ມູນຂອງທ່ານ",
    "Please change the permissions to 0770 so that the directory cannot be listed by other users." : "ກະລຸນາປ່ຽນສິດອະນຸຍາດເປັນ 0770 ເພື່ອບໍ່ໃຫ້ຜູ້ໃຊ້ອື່ນສາມາດເບິ່ງລາຍຊື່ໄດເລກະທໍຣີໄດ້.",
    "Your Data directory is readable by other users" : "ໄດເລກະທໍຣີຂໍ້ມູນຂອງທ່ານສາມາດອ່ານໄດ້ໂດຍຜູ້ໃຊ້ອື່ນ",
    "Your Data directory must be an absolute path" : "ໄດເລກະທໍຣີຂໍ້ມູນຂອງທ່ານຕ້ອງເປັນເສັ້ນທາງເຕັມ (absolute path)",
    "Check the value of \"datadirectory\" in your configuration" : "ກວດສອບຄ່າຂອງ \"datadirectory\" ໃນການຕັ້ງຄ່າຂອງທ່ານ",
    "Your Data directory  is invalid" : "ໄດເລກະທໍຣີຂໍ້ມູນຂອງທ່ານບໍ່ຖືກຕ້ອງ",
    "Please check that the data directory contains a file \".ocdata\" in its root." : "ກະລຸນາກວດສອບວ່າໄດເລກະທໍຣີຂໍ້ມູນມີໄຟລ໌ \".ocdata\" ຢູ່ໃນຮາກຂອງມັນ.",
    "User unknown" : "ບໍ່ຮູ້ຈັກຜູ້ໃຊ້ນີ້",
    "Could not obtain lock type %d on \"%s\"." : "ບໍ່ສາມາດໄດ້ຮັບການລັອກປະເພດ %d ໃນ \"%s\".",
    "Storage unauthorized. %s" : "ບ່ອນເກັບຂໍ້ມູນບໍ່ໄດ້ຮັບອະນຸຍາດ. %s",
    "Storage incomplete configuration. %s" : "ການຕັ້ງຄ່າບ່ອນເກັບຂໍ້ມູນບໍ່ສົມບູນ. %s",
    "Storage connection error. %s" : "ຂໍ້ຜິດພາດການເຊື່ອມຕໍ່ບ່ອນເກັບຂໍ້ມູນ. %s",
    "Storage is temporarily not available" : "ບ່ອນເກັບຂໍ້ມູນບໍ່ສາມາດໃຊ້ງານໄດ້ຊົ່ວຄາວ",
    "Storage connection timeout. %s" : "ການເຊື່ອມຕໍ່ບ່ອນເກັບຂໍ້ມູນໝົດເວລາ. %s",
    "\"%s\" is locked" : "\"%s\" ຖືກລັອກຢູ່"
},"pluralForm" :"nplurals=1; plural=0;"
}