{ "translations": {
    "Please select a file." : "ກະລຸນາເລືອກໄຟລ໌.",
    "File is too big" : "ໄຟລ໌ມີຂະໜາດໃຫຍ່ເກີນໄປ",
    "Invalid file provided" : "ໄຟລ໌ທີ່ໃຫ້ມາບໍ່ຖືກຕ້ອງ",
    "No image or file provided" : "ບໍ່ມີຮູບພາບ ຫຼື ໄຟລ໌ທີ່ໃຫ້ມາ",
    "Image too large" : "ຮູບພາບມີຂະໜາດໃຫຍ່ເກີນໄປ",
    "Unknown filetype" : "ບໍ່ຮູ້ຈັກປະເພດໄຟລ໌",
    "Invalid image" : "ຮູບພາບບໍ່ຖືກຕ້ອງ",
    "An error occurred. Please contact your admin." : "ເກີດຂໍ້ຜິດພາດ. ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບຂອງທ່ານ.",
    "No temporary profile picture available, try again" : "ບໍ່ມີຮູບໂປຣໄຟລ໌ຊົ່ວຄາວ, ກະລຸນາລອງໃໝ່ອີກຄັ້ງ",
    "No crop data provided" : "ບໍ່ມີຂໍ້ມູນການຕັດຮູບທີ່ໃຫ້ມາ",
    "No valid crop data provided" : "ບໍ່ມີຂໍ້ມູນການຕັດຮູບທີ່ຖືກຕ້ອງ",
    "Crop is not square" : "ການຕັດຮູບບໍ່ເປັນຮູບສີ່ຫຼ່ຽມຈະຕຸລັດ",
    "Could not reset password because the token is invalid" : "ບໍ່ສາມາດຣີເຊັດລະຫັດຜ່ານໄດ້ ເນື່ອງຈາກໂທເຄັນບໍ່ຖືກຕ້ອງ",
    "Could not reset password because the token expired" : "ບໍ່ສາມາດຣີເຊັດລະຫັດຜ່ານໄດ້ ເນື່ອງຈາກໂທເຄັນໝົດອາຍຸ",
    "Could not reset password because the token does not match" : "ບໍ່ສາມາດຣີເຊັດລະຫັດຜ່ານໄດ້ ເນື່ອງຈາກໂທເຄັນບໍ່ກົງກັນ",
    "%s password changed successfully" : "ລະຫັດຜ່ານຂອງ %s ປ່ຽນແປງສຳເລັດແລ້ວ",
    "%s password reset" : "ຣີເຊັດລະຫັດຜ່ານຂອງ %s",
    "Couldn't send reset email. Please contact your administrator." : "ບໍ່ສາມາດສົ່ງອີເມລຣີເຊັດໄດ້. ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບຂອງທ່ານ.",
    "Download / View" : "ດາວໂຫຼດ / ເບິ່ງ",
    "Recipients can view or download contents." : "ຜູ້ຮັບສາມາດເບິ່ງ ຫຼື ດາວໂຫຼດເນື້ອໃນໄດ້.",
    "Download / View / Upload" : "ດາວໂຫຼດ / ເບິ່ງ / ອັບໂຫຼດ",
    "Recipients can view, download and upload contents." : "ຜູ້ຮັບສາມາດເບິ່ງ, ດາວໂຫຼດ ແລະ ອັບໂຫຼດເນື້ອໃນໄດ້.",
    "Download / View / Edit" : "ດາວໂຫຼດ / ເບິ່ງ / ແກ້ໄຂ",
    "Recipients can view, download, edit, delete and upload contents." : "ຜູ້ຮັບສາມາດເບິ່ງ, ດາວໂຫຼດ, ແກ້ໄຂ, ລຶບ ແລະ ອັບໂຫຼດເນື້ອໃນໄດ້.",
    "Upload only" : "ອັບໂຫຼດເທົ່ານັ້ນ",
    "Receive files from multiple recipients without revealing the contents of the folder." : "ຮັບໄຟລ໌ຈາກຜູ້ຮັບຫຼາຍຄົນ ໂດຍບໍ່ເປີດເຜີຍເນື້ອໃນຂອງໂຟເດີ.",
    "Preparing update" : "ກຳລັງກະກຽມອັບເດດ",
    "[%d / %d]: %s" : "[%d / %d]: %s",
    "Repair warning: " : "ຄຳເຕືອນການສ້ອມແປງ: ",
    "Repair error: " : "ຂໍ້ຜິດພາດການສ້ອມແປງ: ",
    "Please use the command line updater because automatic updating is disabled in the config.php." : "ກະລຸນາໃຊ້ອັບເດດເຕີຜ່ານຄຳສັ່ງ ເນື່ອງຈາກການອັບເດດອັດຕະໂນມັດຖືກປິດໄວ້ໃນ config.php.",
    "[%d / %d]: Checking table %s" : "[%d / %d]: ກວດສອບຕາຕະລາງ %s",
    "Turned on maintenance mode" : "ເປີດໃຊ້ໂໝດບຳລຸງຮັກສາ",
    "Turned off maintenance mode" : "ປິດໃຊ້ໂໝດບຳລຸງຮັກສາ",
    "Maintenance mode is kept active" : "ໂໝດບຳລຸງຮັກສາຍັງຄົງເປີດຢູ່",
    "Updating database schema" : "ກຳລັງອັບເດດໂຄງສ້າງຖານຂໍ້ມູນ",
    "Updated database" : "ອັບເດດຖານຂໍ້ມູນແລ້ວ",
    "Checking whether the database schema can be updated (this can take a long time depending on the database size)" : "ກຳລັງກວດສອບວ່າໂຄງສ້າງຖານຂໍ້ມູນສາມາດອັບເດດໄດ້ ຫຼື ບໍ່ (ອາດໃຊ້ເວລາດົນ ຂຶ້ນກັບຂະໜາດຂອງຖານຂໍ້ມູນ)",
    "Checked database schema update" : "ກວດສອບການອັບເດດໂຄງສ້າງຖານຂໍ້ມູນແລ້ວ",
    "Checking updates of apps" : "ກຳລັງກວດສອບການອັບເດດຂອງແອັບ",
    "Checking whether the database schema for %s can be updated (this can take a long time depending on the database size)" : "ກຳລັງກວດສອບວ່າໂຄງສ້າງຖານຂໍ້ມູນສຳລັບ %s ສາມາດອັບເດດໄດ້ ຫຼື ບໍ່ (ອາດໃຊ້ເວລາດົນ ຂຶ້ນກັບຂະໜາດຂອງຖານຂໍ້ມູນ)",
    "Checked database schema update for apps" : "ກວດສອບການອັບເດດໂຄງສ້າງຖານຂໍ້ມູນສຳລັບແອັບຕ່າງໆແລ້ວ",
    "Updated \"%s\" to %s" : "ອັບເດດ \"%s\" ເປັນ %s ແລ້ວ",
    "Set log level to debug" : "ຕັ້ງຄ່າລະດັບບັນທຶກເປັນດີບັກ",
    "Reset log level" : "ຣີເຊັດລະດັບບັນທຶກ",
    "Starting code integrity check" : "ກຳລັງເລີ່ມກວດສອບຄວາມສົມບູນຂອງໂຄດ",
    "Finished code integrity check" : "ກວດສອບຄວາມສົມບູນຂອງໂຄດສຳເລັດແລ້ວ",
    "%s (3rdparty)" : "%s (ຈາກພາກສ່ວນທີສາມ)",
    "%s (incompatible)" : "%s (ບໍ່ເຂົ້າກັນ)",
    "Following apps have been disabled: %s" : "ແອັບຕໍ່ໄປນີ້ຖືກປິດການໃຊ້ງານ: %s",
    "Already up to date" : "ເປັນເວີຊັນຫຼ້າສຸດແລ້ວ",
    "Sunday" : "ວັນອາທິດ",
    "Monday" : "ວັນຈັນ",
    "Tuesday" : "ວັນອັງຄານ",
    "Wednesday" : "ວັນພຸດ",
    "Thursday" : "ວັນພະຫັດ",
    "Friday" : "ວັນສຸກ",
    "Saturday" : "ວັນເສົາ",
    "Sun." : "ອາ.",
    "Mon." : "ຈ.",
    "Tue." : "ອ.",
    "Wed." : "ພ.",
    "Thu." : "ພຫ.",
    "Fri." : "ສ.",
    "Sat." : "ສ.",
    "Su" : "ອາ",
    "Mo" : "ຈ",
    "Tu" : "ອ",
    "We" : "ພ",
    "Th" : "ພຫ",
    "Fr" : "ສ",
    "Sa" : "ສ",
    "January" : "ມັງກອນ",
    "February" : "ກຸມພາ",
    "March" : "ມີນາ",
    "April" : "ເມສາ",
    "May" : "ພຶດສະພາ",
    "June" : "ມິຖຸນາ",
    "July" : "ກໍລະກົດ",
    "August" : "ສິງຫາ",
    "September" : "ກັນຍາ",
    "October" : "ຕຸລາ",
    "November" : "ພະຈິກ",
    "December" : "ທັນວາ",
    "Jan." : "ມ.ກ.",
    "Feb." : "ກ.ພ.",
    "Mar." : "ມ.ນ.",
    "Apr." : "ມ.ສ.",
    "May." : "ພ.ພ.",
    "Jun." : "ມິ.ຖ.",
    "Jul." : "ກ.ລ.",
    "Aug." : "ສ.ຫ.",
    "Sep." : "ກ.ຍ.",
    "Oct." : "ຕ.ລ.",
    "Nov." : "ພ.ຈ.",
    "Dec." : "ທ.ວ.",
    "<a href=\"{docUrl}\">There were problems with the code integrity check. More information…</a>" : "<a href=\"{docUrl}\">ພົບບັນຫາໃນການກວດສອບຄວາມສົມບູນຂອງໂຄດ. ຂໍ້ມູນເພີ່ມເຕີມ…</a>",
    "Settings" : "ການຕັ້ງຄ່າ",
    "Problem loading page, reloading in 5 seconds" : "ເກີດບັນຫາໃນການໂຫຼດໜ້າ, ກຳລັງໂຫຼດໃໝ່ໃນ 5 ວິນາທີ",
    "Saving..." : "ກຳລັງບັນທຶກ...",
    "Dismiss" : "ປິດ",
    "seconds ago" : "ບໍ່ເທົ່າໃດວິນາທີກ່ອນ",
    "You have enabled one or more ownCloud Enterprise apps but your installation does not have a valid license yet." : "ທ່ານໄດ້ເປີດໃຊ້ແອັບ ownCloud Enterprise ໜຶ່ງ ຫຼື ຫຼາຍແອັບ ແຕ່ການຕິດຕັ້ງຂອງທ່ານຍັງບໍ່ມີລະຫັດອະນຸຍາດທີ່ຖືກຕ້ອງ.",
    "A grace period of 24 hours has started to allow you to get going right away. Once the grace period ends, all Enterprise apps will become disabled unless you supply a valid license key." : "ໄລຍະເວລາຜ່ອນຜັນ 24 ຊົ່ວໂມງໄດ້ເລີ່ມຂຶ້ນແລ້ວ ເພື່ອໃຫ້ທ່ານສາມາດເລີ່ມຕົ້ນໄດ້ທັນທີ. ເມື່ອໄລຍະເວລາຜ່ອນຜັນສິ້ນສຸດລົງ, ແອັບ Enterprise ທັງໝົດຈະຖືກປິດການໃຊ້ງານ ເວັ້ນເສຍແຕ່ວ່າທ່ານຈະສະໜອງລະຫັດອະນຸຍາດທີ່ຖືກຕ້ອງ.",
    "To try ownCloud Enterprise, just start a 30-day demo and enter the provided license key below." : "ເພື່ອທົດລອງໃຊ້ ownCloud Enterprise, ພຽງແຕ່ເລີ່ມການສາທິດ 30 ວັນ ແລະ ປ້ອນລະຫັດອະນຸຍາດທີ່ໄດ້ຮັບຂ້າງລຸ່ມນີ້.",
    "Upgrade to ownCloud Enterprise" : "ອັບເກຣດເປັນ ownCloud Enterprise",
    "Remaining time: {rtime}" : "ເວລາທີ່ເຫຼືອ: {rtime}",
    "Get your demo key" : "ຮັບລະຫັດທົດລອງຂອງທ່ານ",
    "Enter license key" : "ປ້ອນລະຫັດອະນຸຍາດ",
    "Set new key" : "ຕັ້ງລະຫັດໃໝ່",
    "The link to reset your password has been sent to your email. If you do not receive it within a reasonable amount of time, check your spam/junk folders.<br>If it is not there ask your local administrator." : "ລິ້ງສຳລັບຣີເຊັດລະຫັດຜ່ານຂອງທ່ານໄດ້ຖືກສົ່ງໄປທີ່ອີເມລຂອງທ່ານແລ້ວ. ຫາກທ່ານບໍ່ໄດ້ຮັບໃນເວລາອັນສົມຄວນ, ກະລຸນາກວດສອບໃນໂຟເດີຂີ້ເຫຍື້ອ/ສະແປມ.<br>ຫາກບໍ່ພົບ, ກະລຸນາສອບຖາມຜູ້ເບິ່ງແຍງລະບົບຂອງທ່ານ.",
    "Your files are encrypted. If you haven't enabled the recovery key, there will be no way to get your data back after your password is reset.<br />If you are not sure what to do, please contact your administrator before you continue. <br />Do you really want to continue?" : "ໄຟລ໌ຂອງທ່ານຖືກເຂົ້າລະຫັດໄວ້. ຫາກທ່ານບໍ່ໄດ້ເປີດໃຊ້ລະຫັດກູ້ຄືນ, ຈະບໍ່ມີທາງທີ່ຈະກູ້ຂໍ້ມູນຂອງທ່ານຄືນໄດ້ຫຼັງຈາກຣີເຊັດລະຫັດຜ່ານ.<br />ຫາກທ່ານບໍ່ແນ່ໃຈວ່າຄວນເຮັດແນວໃດ, ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບຂອງທ່ານກ່ອນດຳເນີນການຕໍ່. <br />ທ່ານຕ້ອງການດຳເນີນການຕໍ່ແທ້ ຫຼື ບໍ່?",
    "I know what I'm doing" : "ຂ້ອຍເຂົ້າໃຈສິ່ງທີ່ກຳລັງເຮັດ",
    "Password can not be changed. Please contact your administrator." : "ບໍ່ສາມາດປ່ຽນລະຫັດຜ່ານໄດ້. ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບຂອງທ່ານ.",
    "Passwords do not match" : "ລະຫັດຜ່ານບໍ່ກົງກັນ",
    "Error adding {addItem}: {addItem} already exists" : "ຜິດພາດໃນການເພີ່ມ {addItem}: {addItem} ມີຢູ່ແລ້ວ",
    "No" : "ບໍ່",
    "Yes" : "ແມ່ນ",
    "Choose" : "ເລືອກ",
    "Error loading file picker template: {error}" : "ຜິດພາດໃນການໂຫຼດແມ່ແບບຕົວເລືອກໄຟລ໌: {error}",
    "Ok" : "ຕົກລົງ",
    "Error loading message template: {error}" : "ຜິດພາດໃນການໂຫຼດແມ່ແບບຂໍ້ຄວາມ: {error}",
    "read-only" : "ອ່ານຢ່າງດຽວ",
    "_{count} file conflict_::_{count} file conflicts_" : ["ໄຟລ໌ຂັດກັນ {count} ລາຍການ"],
    "One file conflict" : "ມີໄຟລ໌ຂັດກັນໜຶ່ງລາຍການ",
    "New Files" : "ໄຟລ໌ໃໝ່",
    "Already existing files" : "ໄຟລ໌ທີ່ມີຢູ່ແລ້ວ",
    "Which files do you want to keep?" : "ທ່ານຕ້ອງການເກັບໄຟລ໌ໃດໄວ້?",
    "If you select both versions, the copied file will have a number added to its name." : "ຫາກທ່ານເລືອກທັງສອງເວີຊັນ, ໄຟລ໌ທີ່ສຳເນົາມາຈະມີຕົວເລກຕໍ່ທ້າຍຊື່.",
    "Cancel" : "ຍົກເລີກ",
    "Continue" : "ດຳເນີນການຕໍ່",
    "(all selected)" : "(ເລືອກທັງໝົດ)",
    "({count} selected)" : "(ເລືອກແລ້ວ {count} ລາຍການ)",
    "Error loading file exists template" : "ຜິດພາດໃນການໂຫຼດແມ່ແບບໄຟລ໌ທີ່ມີຢູ່",
    "Very weak password" : "ລະຫັດຜ່ານອ່ອນແອຫຼາຍ",
    "Weak password" : "ລະຫັດຜ່ານອ່ອນແອ",
    "So-so password" : "ລະຫັດຜ່ານພໍໃຊ້",
    "Good password" : "ລະຫັດຜ່ານດີ",
    "Strong password" : "ລະຫັດຜ່ານແຂງແຮງ",
    "Your web server is not yet set up properly to allow file synchronization because the WebDAV interface seems to be broken." : "ເວັບເຊີບເວີຂອງທ່ານຍັງບໍ່ໄດ້ຕັ້ງຄ່າຢ່າງຖືກຕ້ອງເພື່ອອະນຸຍາດໃຫ້ຊິງຄ໌ໄຟລ໌ໄດ້ ເນື່ອງຈາກ WebDAV ອິນເຕີເຟດອາດມີບັນຫາ.",
    "Your web server is not set up properly to resolve \"{url}\". Further information can be found in our <a target=\"_blank\" rel=\"noreferrer\" href=\"{docLink}\">documentation</a>." : "ເວັບເຊີບເວີຂອງທ່ານບໍ່ໄດ້ຕັ້ງຄ່າຢ່າງຖືກຕ້ອງເພື່ອແກ້ໄຂ \"{url}\". ສາມາດເບິ່ງຂໍ້ມູນເພີ່ມເຕີມໄດ້ໃນ <a target=\"_blank\" rel=\"noreferrer\" href=\"{docLink}\">ເອກະສານຂອງພວກເຮົາ</a>.",
    "This server has no working Internet connection. This means that some of the features like mounting external storage, notifications about updates or installation of third-party apps will not work. Accessing files remotely and sending of notification emails might not work, either. We suggest to enable Internet connection for this server if you want to have all features." : "ເຊີບເວີນີ້ບໍ່ມີການເຊື່ອມຕໍ່ອິນເຕີເນັດທີ່ໃຊ້ງານໄດ້. ນີ້ໝາຍຄວາມວ່າຄຸນສົມບັດບາງຢ່າງ ເຊັ່ນ ການເຊື່ອມຕໍ່ບ່ອນເກັບຂໍ້ມູນພາຍນອກ, ການແຈ້ງເຕືອນກ່ຽວກັບການອັບເດດ ຫຼື ການຕິດຕັ້ງແອັບຂອງພາກສ່ວນທີສາມຈະບໍ່ເຮັດວຽກ. ການເຂົ້າເຖິງໄຟລ໌ຈາກໄລຍະໄກ ແລະ ການສົ່ງອີເມລແຈ້ງເຕືອນກໍ່ອາດຈະບໍ່ເຮັດວຽກເຊັ່ນກັນ. ພວກເຮົາແນະນຳໃຫ້ເປີດການເຊື່ອມຕໍ່ອິນເຕີເນັດສຳລັບເຊີບເວີນີ້ ຫາກທ່ານຕ້ອງການໃຊ້ຄຸນສົມບັດທັງໝົດ.",
    "No memory cache has been configured. To enhance your performance please configure a memcache if available. Further information can be found in our <a target=\"_blank\" rel=\"noreferrer\" href=\"{docLink}\">documentation</a>." : "ບໍ່ມີການຕັ້ງຄ່າໜ່ວຍຄວາມຈຳແຄດ. ເພື່ອເພີ່ມປະສິດທິພາບຂອງທ່ານ, ກະລຸນາຕັ້ງຄ່າ memcache ຫາກມີ. ສາມາດເບິ່ງຂໍ້ມູນເພີ່ມເຕີມໄດ້ໃນ <a target=\"_blank\" rel=\"noreferrer\" href=\"{docLink}\">ເອກະສານຂອງພວກເຮົາ</a>.",
    "/dev/urandom is not readable by PHP which is highly discouraged for security reasons. Further information can be found in our <a target=\"_blank\" rel=\"noreferrer\" href=\"{docLink}\">documentation</a>." : "PHP ບໍ່ສາມາດອ່ານ /dev/urandom ໄດ້, ເຊິ່ງບໍ່ແນະນຳຢ່າງຍິ່ງດ້ວຍເຫດຜົນດ້ານຄວາມປອດໄພ. ສາມາດເບິ່ງຂໍ້ມູນເພີ່ມເຕີມໄດ້ໃນ <a target=\"_blank\" rel=\"noreferrer\" href=\"{docLink}\">ເອກະສານຂອງພວກເຮົາ</a>.",
    "You are currently running PHP {version}. We encourage you to upgrade your PHP version to take advantage of <a target=\"_blank\" rel=\"noreferrer\" href=\"{phpLink}\">performance and security updates provided by the PHP Group</a> as soon as your distribution supports it." : "ຂະນະນີ້ທ່ານກຳລັງໃຊ້ PHP {version}. ພວກເຮົາຂໍແນະນຳໃຫ້ທ່ານອັບເກຣດເວີຊັນ PHP ຂອງທ່ານເພື່ອໃຊ້ປະໂຫຍດຈາກ <a target=\"_blank\" rel=\"noreferrer\" href=\"{phpLink}\">ການປັບປຸງປະສິດທິພາບ ແລະ ຄວາມປອດໄພທີ່ສະໜອງໃຫ້ໂດຍ PHP Group</a> ທັນທີທີ່ລະບົບຂອງທ່ານຮອງຮັບ.",
    "The reverse proxy headers configuration is incorrect, or you are accessing ownCloud from a trusted proxy. If you are not accessing ownCloud from a trusted proxy, this is a security issue and can allow an attacker to spoof their IP address as visible to ownCloud. Further information can be found in our <a target=\"_blank\" rel=\"noreferrer\" href=\"{docLink}\">documentation</a>." : "ການຕັ້ງຄ່າສ່ວນຫົວຂອງ reverse proxy ບໍ່ຖືກຕ້ອງ, ຫຼື ທ່ານກຳລັງເຂົ້າເຖິງ ownCloud ຈາກພຣັອກຊີທີ່ເຊື່ອຖືໄດ້. ຫາກທ່ານບໍ່ໄດ້ເຂົ້າເຖິງ ownCloud ຈາກພຣັອກຊີທີ່ເຊື່ອຖືໄດ້, ນີ້ແມ່ນບັນຫາດ້ານຄວາມປອດໄພ ແລະ ສາມາດອະນຸຍາດໃຫ້ຜູ້ໂຈມຕີປອມແປງທີ່ຢູ່ IP ຂອງພວກເຂົາທີ່ສະແດງຕໍ່ ownCloud ໄດ້. ສາມາດເບິ່ງຂໍ້ມູນເພີ່ມເຕີມໄດ້ໃນ <a target=\"_blank\" rel=\"noreferrer\" href=\"{docLink}\">ເອກະສານຂອງພວກເຮົາ</a>.",
    "Memcached is configured as distributed cache, but the wrong PHP module \"memcache\" is installed. \\OC\\Memcache\\Memcached only supports \"memcached\" and not \"memcache\". See the <a target=\"_blank\" rel=\"noreferrer\" href=\"{wikiLink}\">memcached wiki about both modules</a>." : "Memcached ຖືກຕັ້ງຄ່າເປັນແຄດແບບກະຈາຍ, ແຕ່ມີການຕິດຕັ້ງໂມດູນ PHP ທີ່ບໍ່ຖືກຕ້ອງ \"memcache\". \\OC\\Memcache\\Memcached ຮອງຮັບແຕ່ \"memcached\" ເທົ່ານັ້ນ ແລະ ບໍ່ຮອງຮັບ \"memcache\". ເບິ່ງ <a target=\"_blank\" rel=\"noreferrer\" href=\"{wikiLink}\">ວິກິຂອງ memcached ກ່ຽວກັບທັງສອງໂມດູນ</a>.",
    "Some files have not passed the integrity check. Further information on how to resolve this issue can be found in our <a target=\"_blank\" rel=\"noreferrer\" href=\"{docLink}\">documentation</a>. (<a href=\"{codeIntegrityDownloadEndpoint}\">List of invalid files…</a> / <a href=\"{rescanEndpoint}\">Rescan…</a>)" : "ມີບາງໄຟລ໌ບໍ່ຜ່ານການກວດສອບຄວາມສົມບູນ. ສາມາດເບິ່ງຂໍ້ມູນເພີ່ມເຕີມກ່ຽວກັບວິທີແກ້ໄຂບັນຫານີ້ໄດ້ໃນ <a target=\"_blank\" rel=\"noreferrer\" href=\"{docLink}\">ເອກະສານຂອງພວກເຮົາ</a>. (<a href=\"{codeIntegrityDownloadEndpoint}\">ລາຍຊື່ໄຟລ໌ທີ່ບໍ່ຖືກຕ້ອງ…</a> / <a href=\"{rescanEndpoint}\">ສະແກນໃໝ່…</a>)",
    "You are running in DEBUG mode, this can cause unwanted side effects. Please remove the \"debug\" flag from \"config.php\"." : "ທ່ານກຳລັງເຮັດວຽກໃນໂໝດ DEBUG, ເຊິ່ງອາດກໍ່ໃຫ້ເກີດຜົນຂ້າງຄຽງທີ່ບໍ່ຕ້ອງການ. ກະລຸນາລຶບ \"debug\" ອອກຈາກ \"config.php\".",
    "Error occurred while checking server setup" : "ເກີດຂໍ້ຜິດພາດຂະນະກວດສອບການຕັ້ງຄ່າເຊີບເວີ",
    "Your data directory and your files are probably accessible from the Internet. The .htaccess file is not working. We strongly suggest that you configure your web server in a way that the data directory is no longer accessible or you move the data directory outside the web server document root." : "ໂຟເດີຂໍ້ມູນ ແລະ ໄຟລ໌ຂອງທ່ານອາດຈະສາມາດເຂົ້າເຖິງໄດ້ຈາກອິນເຕີເນັດ. ໄຟລ໌ .htaccess ບໍ່ເຮັດວຽກ. ພວກເຮົາຂໍແນະນຳຢ່າງຍິ່ງໃຫ້ທ່ານຕັ້ງຄ່າເວັບເຊີບເວີຂອງທ່ານເພື່ອບໍ່ໃຫ້ໂຟເດີຂໍ້ມູນສາມາດເຂົ້າເຖິງໄດ້ອີກຕໍ່ໄປ ຫຼື ຍ້າຍໂຟເດີຂໍ້ມູນອອກນອກເສັ້ນທາງຫຼັກຂອງເວັບເຊີບເວີ.",
    "The \"{header}\" HTTP header is misconfigured. Expected values are \"none\" or \"noindex, nofollow\". This is a potential security or privacy risk and we recommend adjusting this setting." : "ສ່ວນຫົວ HTTP \"{header}\" ຖືກຕັ້ງຄ່າບໍ່ຖືກຕ້ອງ. ຄ່າທີ່ຄາດໄວ້ແມ່ນ \"none\" ຫຼື \"noindex, nofollow\". ນີ້ເປັນຄວາມສ່ຽງດ້ານຄວາມປອດໄພ ຫຼື ຄວາມເປັນສ່ວນຕົວທີ່ອາດເກີດຂຶ້ນໄດ້ ແລະ ພວກເຮົາແນະນຳໃຫ້ປັບການຕັ້ງຄ່ານີ້.",
    "The \"{header}\" HTTP header is not configured to equal to \"{expected}\". This is a potential security or privacy risk and we recommend adjusting this setting." : "ສ່ວນຫົວ HTTP \"{header}\" ບໍ່ໄດ້ຖືກຕັ້ງຄ່າໃຫ້ເທົ່າກັບ \"{expected}\". ນີ້ເປັນຄວາມສ່ຽງດ້ານຄວາມປອດໄພ ຫຼື ຄວາມເປັນສ່ວນຕົວທີ່ອາດເກີດຂຶ້ນໄດ້ ແລະ ພວກເຮົາແນະນຳໃຫ້ປັບການຕັ້ງຄ່ານີ້.",
    "The \"Strict-Transport-Security\" HTTP header is not configured to at least \"{seconds}\" seconds. For enhanced security we recommend enabling HSTS as described in our <a href=\"{docUrl}\" rel=\"noreferrer\">security tips</a>." : "ສ່ວນຫົວ HTTP \"Strict-Transport-Security\" ບໍ່ໄດ້ຖືກຕັ້ງຄ່າຢ່າງໜ້ອຍ \"{seconds}\" ວິນາທີ. ເພື່ອຄວາມປອດໄພທີ່ສູງຂຶ້ນ, ພວກເຮົາແນະນຳໃຫ້ເປີດໃຊ້ HSTS ຕາມທີ່ອະທິບາຍໄວ້ໃນ <a href=\"{docUrl}\" rel=\"noreferrer\">ຄຳແນະນຳດ້ານຄວາມປອດໄພ</a> ຂອງພວກເຮົາ.",
    "You are accessing this site via HTTP. We strongly suggest you configure your server to require using HTTPS instead as described in our <a href=\"{docUrl}\">security tips</a>." : "ທ່ານກຳລັງເຂົ້າເຖິງເວັບໄຊນີ້ຜ່ານ HTTP. ພວກເຮົາຂໍແນະນຳຢ່າງຍິ່ງໃຫ້ທ່ານຕັ້ງຄ່າເຊີບເວີຂອງທ່ານໃຫ້ຮຽກຮ້ອງການໃຊ້ HTTPS ແທນ ຕາມທີ່ອະທິບາຍໄວ້ໃນ <a href=\"{docUrl}\">ຄຳແນະນຳດ້ານຄວາມປອດໄພ</a> ຂອງພວກເຮົາ.",
    "Shared" : "ແຊຣ໌ແລ້ວ",
    "Shared with {recipients}" : "ແຊຣ໌ກັບ {recipients}",
    "Error" : "ຂໍ້ຜິດພາດ",
    "Error while sharing" : "ຜິດພາດຂະນະແຊຣ໌",
    "Error while unsharing" : "ຜິດພາດຂະນະຍົກເລີກການແຊຣ໌",
    "The public link will expire no later than {days} days after it is created" : "ລິ້ງສາທາລະນະຈະໝົດອາຍຸບໍ່ເກີນ {days} ມື້ ຫຼັງຈາກທີ່ຖືກສ້າງຂຶ້ນ",
    "Expiration" : "ວັນທີໝົດອາຍຸ",
    "Choose an expiration date" : "ເລືອກວັນທີໝົດອາຍຸ",
    "Expiration date is required" : "ກະລຸນາລະບຸວັນທີໝົດອາຍຸ",
    "Delete {link}" : "ລຶບ {link}",
    "Remove link" : "ລຶບລິ້ງ",
    "Link" : "ລິ້ງ",
    "Create public link" : "ສ້າງລິ້ງສາທາລະນະ",
    "Edit" : "ແກ້ໄຂ",
    "Remove" : "ລຶບ",
    "Copy to clipboard" : "ສຳເນົາໃສ່ຄລິບບອດ",
    "Social share" : "ແຊຣ໌ລົງສັງຄົມອອນລາຍ",
    "There are currently no link shares, you can create one" : "ຂະນະນີ້ຍັງບໍ່ມີການແຊຣ໌ລິ້ງ, ທ່ານສາມາດສ້າງລິ້ງໃໝ່ໄດ້",
    "Anyone with the link has access to the file/folder" : "ທຸກຄົນທີ່ມີລິ້ງສາມາດເຂົ້າເຖິງໄຟລ໌/ໂຟເດີນີ້ໄດ້",
    "Copied!" : "ສຳເນົາແລ້ວ!",
    "Not supported!" : "ບໍ່ຮອງຮັບ!",
    "Press ⌘-C to copy." : "ກົດ ⌘-C ເພື່ອສຳເນົາ.",
    "Press Ctrl-C to copy." : "ກົດ Ctrl-C ເພື່ອສຳເນົາ.",
    "Choose a password - password policy may apply" : "ເລືອກລະຫັດຜ່ານ - ນະໂຍບາຍລະຫັດຜ່ານອາດຖືກນຳໃຊ້",
    "Password required" : "ກະລຸນາປ້ອນລະຫັດຜ່ານ",
    "Link name" : "ຊື່ລິ້ງ",
    "Name" : "ຊື່",
    "Filename" : "ຊື່ໄຟລ໌",
    "Password" : "ລະຫັດຜ່ານ",
    "Download / View / Upload / Edit" : "ດາວໂຫຼດ / ເບິ່ງ / ອັບໂຫຼດ / ແກ້ໄຂ",
    "Recipients can view, download and edit contents." : "ຜູ້ຮັບສາມາດເບິ່ງ, ດາວໂຫຼດ ແລະ ແກ້ໄຂເນື້ອໃນໄດ້.",
    "Can not remove required password" : "ບໍ່ສາມາດລຶບລະຫັດຜ່ານທີ່ຕ້ອງການໄດ້",
    "Edit link share: {name}" : "ແກ້ໄຂການແຊຣ໌ລິ້ງ: {name}",
    "Create link share: {name}" : "ສ້າງການແຊຣ໌ລິ້ງ: {name}",
    "Share" : "ແຊຣ໌",
    "Save" : "ບັນທຶກ",
    "Remove password" : "ລຶບລະຫັດຜ່ານ",
    "Share to Twitter. Opens in a new window." : "ແຊຣ໌ໄປທີ່ Twitter. ເປີດໃນໜ້າຕ່າງໃໝ່.",
    "Share to Facebook. Opens in a new window." : "ແຊຣ໌ໄປທີ່ Facebook. ເປີດໃນໜ້າຕ່າງໃໝ່.",
    "Share to Diaspora. Opens in a new window." : "ແຊຣ໌ໄປທີ່ Diaspora. ເປີດໃນໜ້າຕ່າງໃໝ່.",
    "Share via email. Opens your mail client." : "ແຊຣ໌ຜ່ານອີເມລ. ເປີດໂປຣແກຣມອີເມລຂອງທ່ານ.",
    "An error occurred while sending email" : "ເກີດຂໍ້ຜິດພາດຂະນະສົ່ງອີເມລ",
    "Email link to person" : "ສົ່ງລິ້ງທາງອີເມລ",
    "Send copy to self" : "ສົ່ງສຳເນົາໃຫ້ຕົວເອງ",
    "Send link via email" : "ສົ່ງລິ້ງຜ່ານອີເມລ",
    "Add personal message" : "ເພີ່ມຂໍ້ຄວາມສ່ວນຕົວ",
    "Sending" : "ກຳລັງສົ່ງ",
    "E-Mail sent" : "ສົ່ງອີເມລແລ້ວ",
    "Shared with you and the group {group} by {owner}" : "ແຊຣ໌ໃຫ້ທ່ານ ແລະ ກຸ່ມ {group} ໂດຍ {owner}",
    "Shared with you by {owner}" : "ແຊຣ໌ໃຫ້ທ່ານໂດຍ {owner}",
    "group" : "ກຸ່ມ",
    "federated" : "ແບບສະຫະພັນ",
    "notify by email" : "ແຈ້ງເຕືອນທາງອີເມລ",
    "Unshare" : "ຍົກເລີກການແຊຣ໌",
    "can share" : "ສາມາດແຊຣ໌",
    "can edit" : "ສາມາດແກ້ໄຂ",
    "create" : "ສ້າງ",
    "change" : "ປ່ຽນແປງ",
    "delete" : "ລຶບ",
    "access control" : "ຄວບຄຸມການເຂົ້າເຖິງ",
    "Could not unshare" : "ບໍ່ສາມາດຍົກເລີກການແຊຣ໌ໄດ້",
    "Email notification was sent!" : "ສົ່ງການແຈ້ງເຕືອນທາງອີເມລແລ້ວ!",
    "Email notification not sent" : "ບໍ່ໄດ້ສົ່ງການແຈ້ງເຕືອນທາງອີເມລ",
    "Share details could not be loaded for this item." : "ບໍ່ສາມາດໂຫຼດລາຍລະອຽດການແຊຣ໌ສຳລັບລາຍການນີ້ໄດ້.",
    "No users or groups found" : "ບໍ່ພົບຜູ້ໃຊ້ ຫຼື ກຸ່ມ",
    "No users or groups found for {search}" : "ບໍ່ພົບຜູ້ໃຊ້ ຫຼື ກຸ່ມສຳລັບ {search}",
    "No users found for {search}" : "ບໍ່ພົບຜູ້ໃຊ້ສຳລັບ {search}",
    "_Please enter at least {chars} character for suggestions_::_Please enter at least {chars} characters for suggestions_" : ["ກະລຸນາປ້ອນຢ່າງໜ້ອຍ {chars} ຕົວອັກສອນເພື່ອເບິ່ງຄຳແນະນຳ"],
    "An error occurred. Please try again" : "ເກີດຂໍ້ຜິດພາດ. ກະລຸນາລອງໃໝ່ອີກຄັ້ງ",
    "User" : "ຜູ້ໃຊ້",
    "Group" : "ກຸ່ມ",
    "Federated Group" : "ກຸ່ມແບບສະຫະພັນ",
    "Guest" : "ແຂກ",
    "At {server}" : "ທີ່ {server}",
    "Federated" : "ແບບສະຫະພັນ",
    "User and Groups" : "ຜູ້ໃຊ້ ແລະ ກຸ່ມ",
    "Public Links" : "ລິ້ງສາທາລະນະ",
    "Sharing is not allowed" : "ບໍ່ອະນຸຍາດໃຫ້ແຊຣ໌",
    "Share with people on other ownClouds using the syntax username@example.com/owncloud" : "ແຊຣ໌ກັບຄົນໃນ ownCloud ອື່ນໆ ໂດຍໃຊ້ຮູບແບບ username@example.com/owncloud",
    "Share with users…" : "ແຊຣ໌ກັບຜູ້ໃຊ້…",
    "Share with users, groups or federated users…" : "ແຊຣ໌ກັບຜູ້ໃຊ້, ກຸ່ມ ຫຼື ຜູ້ໃຊ້ແບບສະຫະພັນ…",
    "Share with users or groups…" : "ແຊຣ໌ກັບຜູ້ໃຊ້ ຫຼື ກຸ່ມ…",
    "Share with users or federated users…" : "ແຊຣ໌ກັບຜູ້ໃຊ້ ຫຼື ຜູ້ໃຊ້ແບບສະຫະພັນ…",
    "Could not be shared with the following users: {users}" : "ບໍ່ສາມາດແຊຣ໌ກັບຜູ້ໃຊ້ຕໍ່ໄປນີ້ໄດ້: {users}",
    "Add multiple users" : "ເພີ່ມຜູ້ໃຊ້ຫຼາຍຄົນ",
    "Error removing share" : "ຜິດພາດໃນການລຶບການແຊຣ໌",
    "Unknown Share" : "ການແຊຣ໌ທີ່ບໍ່ຮູ້ຈັກ",
    "Non-existing tag #{tag}" : "ບໍ່ມີແທັກ #{tag}",
    "restricted" : "ຈຳກັດ",
    "invisible" : "ເບິ່ງບໍ່ເຫັນ",
    "Static" : "ຄົງທີ່",
    "({scope})" : "({scope})",
    "Rename" : "ປ່ຽນຊື່",
    "Do you really want to remove the tag \"{tagName}\" and unassign it from all files and folders ?" : "ທ່ານຕ້ອງການລຶບແທັກ \"{tagName}\" ແລະ ຍົກເລີກການກຳນົດແທັກນີ້ອອກຈາກທຸກໄຟລ໌ ແລະ ໂຟເດີ ແທ້ ຫຼື ບໍ່?",
    "Remove tag" : "ລຶບແທັກ",
    "Delete" : "ລຶບ",
    "Collaborative tags" : "ແທັກຮ່ວມກັນ",
    "The object type is not specified." : "ບໍ່ໄດ້ລະບຸປະເພດຂອງວັດຖຸ.",
    "Enter new" : "ປ້ອນໃໝ່",
    "Add" : "ເພີ່ມ",
    "Edit tags" : "ແກ້ໄຂແທັກ",
    "Error loading dialog template: {error}" : "ຜິດພາດໃນການໂຫຼດແມ່ແບບກ່ອງໂຕ້ຕອບ: {error}",
    "No tags selected for deletion." : "ບໍ່ມີແທັກໃດຖືກເລືອກເພື່ອລຶບ.",
    "unknown text" : "ຂໍ້ຄວາມທີ່ບໍ່ຮູ້ຈັກ",
    "Hello world!" : "ສະບາຍດີໂລກ!",
    "sunny" : "ອາກາດດີ",
    "Hello {name}, the weather is {weather}" : "ສະບາຍດີ {name}, ອາກາດ {weather}",
    "Hello {name}" : "ສະບາຍດີ {name}",
    "new" : "ໃໝ່",
    "_download %n file_::_download %n files_" : ["ດາວໂຫຼດ %n ໄຟລ໌"],
    "The upgrade is in progress, leaving this page might interrupt the process in some environments." : "ການອັບເກຣດກຳລັງດຳເນີນຢູ່, ການອອກຈາກໜ້ານີ້ອາດຂັດຂວາງຂະບວນການໃນບາງສະພາບແວດລ້ອມ.",
    "Updating to {version}" : "ກຳລັງອັບເດດເປັນ {version}",
    "An error occurred." : "ເກີດຂໍ້ຜິດພາດ.",
    "Please reload the page." : "ກະລຸນາໂຫຼດໜ້າເວັບໃໝ່.",
    "The update was unsuccessful. For more information <a href=\"{url}\">check our forum post</a> covering this issue." : "ການອັບເດດບໍ່ສຳເລັດ. ສໍາລັບຂໍ້ມູນເພີ່ມເຕີມ, <a href=\"{url}\">ກວດສອບກະທູ້ຂອງພວກເຮົາ</a> ທີ່ກ່ຽວຂ້ອງກັບບັນຫານີ້.",
    "The update was unsuccessful. Please report this issue to the <a href=\"https://github.com/owncloud/core/issues\" target=\"_blank\">ownCloud community</a>." : "ການອັບເດດບໍ່ສຳເລັດ. ກະລຸນາລາຍງານບັນຫານີ້ໄປທີ່ <a href=\"https://github.com/owncloud/core/issues\" target=\"_blank\">ຊຸມຊົນ ownCloud</a>.",
    "The update was successful. There were warnings." : "ການອັບເດດສຳເລັດແລ້ວ. ມີຄຳເຕືອນບາງຢ່າງ.",
    "The update was successful. Redirecting you to ownCloud now." : "ການອັບເດດສຳເລັດແລ້ວ. ກຳລັງສົ່ງທ່ານໄປທີ່ ownCloud.",
    "Searching other places" : "ກຳລັງຄົ້ນຫາໃນບ່ອນອື່ນ",
    "No search results in other folders" : "ບໍ່ພົບຜົນການຄົ້ນຫາໃນໂຟເດີອື່ນ",
    "_{count} search result in another folder_::_{count} search results in other folders_" : ["{count} ຜົນການຄົ້ນຫາໃນໂຟເດີອື່ນ"],
    "Personal" : "ສ່ວນບຸກຄົນ",
    "Users" : "ຜູ້ໃຊ້",
    "Apps" : "ແອັບຕ່າງໆ",
    "Admin" : "ຜູ້ເບິ່ງແຍງລະບົບ",
    "Help" : "ຊ່ວຍເຫຼືອ",
    "Access forbidden" : "ຫ້າມເຂົ້າເຖິງ",
    "File not found" : "ບໍ່ພົບໄຟລ໌",
    "The specified document has not been found on the server." : "ບໍ່ພົບເອກະສານທີ່ລະບຸໃນເຊີບເວີ.",
    "You can click here to return to %s." : "ທ່ານສາມາດຄລິກທີ່ນີ້ເພື່ອກັບຄືນໄປທີ່ %s.",
    "Hey there,\n\njust letting you know that %s shared %s with you.\nView it: %s\n\n" : "ສະບາຍດີ,\n\nພຽງແຈ້ງໃຫ້ທ່ານຊາບວ່າ %s ໄດ້ແຊຣ໌ %s ໃຫ້ທ່ານ.\nເບິ່ງໄດ້ທີ່: %s\n\n",
    "The share will expire on %s." : "ການແຊຣ໌ນີ້ຈະໝົດອາຍຸໃນວັນທີ %s.",
    "Personal note from the sender: \n %s." : "ຂໍ້ຄວາມສ່ວນຕົວຈາກຜູ້ສົ່ງ: \n %s.",
    "Cheers!" : "ດ້ວຍຄວາມນັບຖື!",
    "The application was authorized successfully. You will now get redirected to the requested page, otherwise you can close this window." : "ແອັບພລິເຄຊັນໄດ້ຮັບການອະນຸຍາດສຳເລັດແລ້ວ. ທ່ານຈະຖືກສົ່ງໄປຍັງໜ້າທີ່ຕ້ອງການ, ຖ້າບໍ່ດັ່ງນັ້ນ ທ່ານສາມາດປິດໜ້າຕ່າງນີ້ໄດ້.",
    "Internal Server Error" : "ເຊີບເວີເກີດຂໍ້ຜິດພາດພາຍໃນ",
    "The server encountered an internal error and was unable to complete your request." : "ເຊີບເວີພົບບັນຫາຂໍ້ຜິດພາດພາຍໃນ ແລະ ບໍ່ສາມາດດຳເນີນການຕາມຄຳຂໍຂອງທ່ານສຳເລັດ.",
    "Please contact the server administrator if this error reappears multiple times and include the technical details below in your report." : "ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບຂອງເຊີບເວີ ຫາກຂໍ້ຜິດພາດນີ້ເກີດຂຶ້ນອີກຫຼາຍຄັ້ງ ແລະ ໃຫ້ແນບລາຍລະອຽດທາງເທັກນິກຂ້າງລຸ່ມນີ້ໃນລາຍງານຂອງທ່ານ.",
    "More details can be found in the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">server log</a>." : "ສາມາດເບິ່ງລາຍລະອຽດເພີ່ມເຕີມໄດ້ໃນ <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">ບັນທຶກຂອງເຊີບເວີ</a>.",
    "Technical details" : "ລາຍລະອຽດເຕັກນິກ",
    "Remote Address: %s" : "ທີ່ຢູ່ໄລຍະໄກ: %s",
    "Request ID: %s" : "ໄອດີຄຳຂໍ: %s",
    "Type: %s" : "ປະເພດ: %s",
    "Code: %s" : "ລະຫັດ: %s",
    "Message: %s" : "ຂໍ້ຄວາມ: %s",
    "File: %s" : "ໄຟລ໌: %s",
    "Line: %s" : "ແຖວ: %s",
    "Trace" : "ຮ່ອງຮອຍ",
    "Imprint" : "ຂໍ້ມູນກ່ຽວກັບແອັບ",
    "Privacy Policy" : "ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ",
    "Create an <strong>admin account</strong>" : "ສ້າງ <strong>ບັນຊີຜູ້ເບິ່ງແຍງລະບົບ</strong>",
    "Username" : "ຊື່ຜູ້ໃຊ້",
    "Storage & database" : "ບ່ອນເກັບຂໍ້ມູນ ແລະ ຖານຂໍ້ມູນ",
    "Data folder" : "ໂຟເດີຂໍ້ມູນ",
    "Configure the database" : "ຕັ້ງຄ່າຖານຂໍ້ມູນ",
    "Only %s is available." : "ມີພຽງ %s ໃຫ້ໃຊ້.",
    "Install and activate additional PHP modules to choose other database types." : "ຕິດຕັ້ງ ແລະ ເປີດໃຊ້ໂມດູນ PHP ເພີ່ມເຕີມເພື່ອເລືອກປະເພດຖານຂໍ້ມູນອື່ນ.",
    "For more details check out the documentation." : "ສຳລັບລາຍລະອຽດເພີ່ມເຕີມ, ກະລຸນາກວດສອບເອກະສານອ້າງອີງ.",
    "Database user" : "ຜູ້ໃຊ້ຖານຂໍ້ມູນ",
    "Database password" : "ລະຫັດຜ່ານຖານຂໍ້ມູນ",
    "Database name" : "ຊື່ຖານຂໍ້ມູນ",
    "Database tablespace" : "ພື້ນທີ່ຕາຕະລາງຖານຂໍ້ມູນ",
    "Database host" : "ໂຮສຂອງຖານຂໍ້ມູນ",
    "Please specify the port number along with the host name (e.g., localhost:5432)." : "ກະລຸນາລະບຸໝາຍເລກພອດພ້ອມກັບຊື່ໂຮສ (ຕົວຢ່າງ: localhost:5432).",
    "Performance warning" : "ຄຳເຕືອນດ້ານປະສິດທິພາບ",
    "SQLite will be used as database." : "SQLite ຈະຖືກໃຊ້ເປັນຖານຂໍ້ມູນ.",
    "For larger installations we recommend to choose a different database backend." : "ສຳລັບການຕິດຕັ້ງຂະໜາດໃຫຍ່, ພວກເຮົາແນະນຳໃຫ້ເລືອກຖານຂໍ້ມູນປະເພດອື່ນ.",
    "Especially when using the desktop client for file syncing the use of SQLite is discouraged." : "ໂດຍສະເພາະເມື່ອໃຊ້ໂປຣແກຣມເທິງເດັສທັອບເພື່ອຊິງຄ໌ໄຟລ໌, ບໍ່ແນະນຳໃຫ້ໃຊ້ SQLite.",
    "Finish setup" : "ສຳເລັດການຕິດຕັ້ງ",
    "Need help?" : "ຕ້ອງການຄວາມຊ່ວຍເຫຼືອ?",
    "See the documentation" : "ເບິ່ງເອກະສານອ້າງອີງ",
    "Hey there,<br><br>just letting you know that %s shared <strong>%s</strong> with you.<br><a href=\"%s\">View it!</a><br><br>" : "ສະບາຍດີ,<br><br>ພຽງແຈ້ງໃຫ້ທ່ານຊາບວ່າ %s ໄດ້ແຊຣ໌ <strong>%s</strong> ໃຫ້ທ່ານ.<br><a href=\"%s\">ເບິ່ງເລີຍ!</a><br><br>",
    "This application requires JavaScript for correct operation. Please {linkstart}enable JavaScript{linkend} and reload the page." : "ແອັບພລິເຄຊັນນີ້ຕ້ອງການ JavaScript ເພື່ອການເຮັດວຽກທີ່ຖືກຕ້ອງ. ກະລຸນາ {linkstart}ເປີດໃຊ້ JavaScript{linkend} ແລະ ໂຫຼດໜ້າເວັບໃໝ່.",
    "Menu" : "ເມນູ",
    "Log out" : "ອອກຈາກລະບົບ",
    "Search" : "ຄົ້ນຫາ",
    "You are trying to access a private link. Please log in first." : "ທ່ານກຳລັງພະຍາຍາມເຂົ້າເຖິງລິ້ງສ່ວນຕົວ. ກະລຸນາເຂົ້າສູ່ລະບົບກ່ອນ.",
    "Server side authentication failed!" : "ການຢືນຢັນຕົວຕົນຝັ່ງເຊີບເວີລົ້ມເຫຼວ!",
    "Please contact your administrator." : "ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບຂອງທ່ານ.",
    "An internal error occurred." : "ເກີດຂໍ້ຜິດພາດພາຍໃນ.",
    "Please try again or contact your administrator." : "ກະລຸນາລອງໃໝ່ອີກຄັ້ງ ຫຼື ຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບຂອງທ່ານ.",
    "Login" : "ເຂົ້າສູ່ລະບົບ",
    "Username or email" : "ຊື່ຜູ້ໃຊ້ ຫຼື ອີເມລ",
    "Wrong password. Reset it?" : "ລະຫັດຜ່ານບໍ່ຖືກຕ້ອງ. ຕ້ອງການຣີເຊັດ ຫຼື ບໍ່?",
    "Wrong password." : "ລະຫັດຜ່ານບໍ່ຖືກຕ້ອງ.",
    "You took too long to log in, please try again now" : "ທ່ານໃຊ້ເວລາເຂົ້າສູ່ລະບົບດົນເກີນໄປ, ກະລຸນາລອງໃໝ່ອີກຄັ້ງ",
    "Stay logged in" : "ໃຫ້ຂ້ອຍຢູ່ໃນລະບົບ",
    "Alternative Logins" : "ວິທີເຂົ້າສູ່ລະບົບອື່ນ",
    "Use the following link to reset your password: {link}" : "ໃຊ້ລິ້ງຕໍ່ໄປນີ້ເພື່ອຣີເຊັດລະຫັດຜ່ານຂອງທ່ານ: {link}",
    "Password changed successfully" : "ປ່ຽນລະຫັດຜ່ານສຳເລັດແລ້ວ",
    "New password" : "ລະຫັດຜ່ານໃໝ່",
    "Confirm Password" : "ຢືນຢັນລະຫັດຜ່ານ",
    "Confirm password" : "ຢືນຢັນລະຫັດຜ່ານ",
    "Reset password" : "ຣີເຊັດລະຫັດຜ່ານ",
    "Personal note from the sender: <br> %s." : "ຂໍ້ຄວາມສ່ວນຕົວຈາກຜູ້ສົ່ງ: <br> %s.",
    "This ownCloud instance is currently in single user mode." : "ຕົວຢ່າງ ownCloud ນີ້ກຳລັງຢູ່ໃນໂໝດຜູ້ໃຊ້ດຽວ.",
    "This means only administrators can use the instance." : "ນີ້ໝາຍຄວາມວ່າສະເພາະຜູ້ເບິ່ງແຍງລະບົບເທົ່ານັ້ນທີ່ສາມາດໃຊ້ຕົວຢ່າງນີ້ໄດ້.",
    "Contact your system administrator if this message persists or appeared unexpectedly." : "ຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບຂອງທ່ານ ຫາກຂໍ້ຄວາມນີ້ຍັງຄົງຢູ່ ຫຼື ປາກົດຂຶ້ນໂດຍບໍ່ຄາດຄິດ.",
    "Thank you for your patience." : "ຂອບໃຈສຳລັບຄວາມອົດທົນຂອງທ່ານ.",
    "Two-step verification" : "ການຢືນຢັນຕົວຕົນສອງຂັ້ນຕອນ",
    "Enhanced security has been enabled for your account. Please authenticate using a second factor." : "ລະບົບຄວາມປອດໄພຂັ້ນສູງໄດ້ຖືກເປີດໃຊ້ສຳລັບບັນຊີຂອງທ່ານ. ກະລຸນາຢືນຢັນຕົວຕົນໂດຍໃຊ້ປັດໄຈທີສອງ.",
    "Cancel login" : "ຍົກເລີກການເຂົ້າສູ່ລະບົບ",
    "Please authenticate using the selected factor." : "ກະລຸນາຢືນຢັນຕົວຕົນໂດຍໃຊ້ປັດໄຈທີ່ເລືອກ.",
    "An error occurred while verifying the token" : "ເກີດຂໍ້ຜິດພາດຂະນະກວດສອບໂທເຄັນ",
    "You are accessing the server through an untrusted domain." : "ທ່ານກຳລັງເຂົ້າເຖິງເຊີບເວີຜ່ານໂດເມນທີ່ບໍ່ໜ້າເຊື່ອຖື.",
    "Please contact your administrator. If you are an administrator of this instance, configure the \"trusted_domains\" setting in config/config.php. " : "ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບຂອງທ່ານ. ຫາກທ່ານເປັນຜູ້ເບິ່ງແຍງລະບົບຂອງຕົວຢ່າງນີ້, ໃຫ້ຕັ້ງຄ່າ \"trusted_domains\" ໃນ config/config.php. ",
    "An example configuration is provided in config/config.sample.php or at the <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">documentation</a>." : "ມີຕົວຢ່າງການຕັ້ງຄ່າຢູ່ໃນ config/config.sample.php ຫຼື ທີ່ <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">ເອກະສານອ້າງອີງ</a>.",
    "App update required" : "ຕ້ອງການອັບເດດແອັບ",
    "%s will be updated to version %s" : "%s ຈະຖືກອັບເດດເປັນເວີຊັນ %s",
    "These apps will be updated:" : "ແອັບເຫຼົ່ານີ້ຈະຖືກອັບເດດ:",
    "The theme %s has been disabled." : "ທີມ %s ໄດ້ຖືກປິດການໃຊ້ງານ.",
    "Please make sure that the database, the config folder and the data folder have been backed up before proceeding." : "ກະລຸນາຮັບປະກັນວ່າຖານຂໍ້ມູນ, ໂຟເດີ config ແລະ ໂຟເດີ data ໄດ້ຖືກສຳຮອງຂໍ້ມູນໄວ້ແລ້ວກ່ອນທີ່ຈະດຳເນີນການຕໍ່.",
    "Start update" : "ເລີ່ມການອັບເດດ",
    "To avoid timeouts with larger installations, you can instead run the following command from your installation directory:" : "ເພື່ອຫຼີກລ້ຽງການໝົດເວລາໃນການຕິດຕັ້ງຂະໜາດໃຫຍ່, ທ່ານສາມາດໃຊ້ຄຳສັ່ງຕໍ່ໄປນີ້ຈາກໂຟເດີທີ່ຕິດຕັ້ງແທນໄດ້:",
    "Detailed logs" : "ບັນທຶກລາຍລະອຽດ",
    "Upgrade needed" : "ຕ້ອງການອັບເກຣດ",
    "It looks like your instance may host many files and/or users. To ensure a smooth upgrade process, please use the command line upgrade command (occ upgrade)." : "ເບິ່ງຄືວ່າຕົວຢ່າງຂອງທ່ານອາດມີໄຟລ໌ ແລະ/ຫຼື ຜູ້ໃຊ້ຈຳນວນຫຼາຍ. ເພື່ອຮັບປະກັນຂະບວນການອັບເກຣດທີ່ລຽບງ່າຍ, ກະລຸນາໃຊ້ຄຳສັ່ງອັບເກຣດຜ່ານຄອມມານລາຍ (occ upgrade).",
    "Automatic upgrading is not enabled in config.php. To upgrade your instance, please use the command line updater (occ upgrade)." : "ການອັບເກຣດອັດຕະໂນມັດບໍ່ໄດ້ເປີດໃຊ້ໃນ config.php. ເພື່ອອັບເກຣດຕົວຢ່າງຂອງທ່ານ, ກະລຸນາໃຊ້ຕົວອັບເດດຜ່ານຄອມມານລາຍ (occ upgrade).",
    "For help, see the  <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">documentation</a>." : "ສຳລັບຄວາມຊ່ວຍເຫຼືອ, ເບິ່ງທີ່ <a target=\"_blank\" rel=\"noreferrer\" href=\"%s\">ເອກະສານອ້າງອີງ</a>.",
    "This %s instance is currently in maintenance mode, which may take a while." : "ຕົວຢ່າງ %s ນີ້ກຳລັງຢູ່ໃນໂໝດບຳລຸງຮັກສາ, ເຊິ່ງອາດຈະໃຊ້ເວລາໄລຍະໜຶ່ງ.",
    "This page will refresh itself when the %s instance is available again." : "ໜ້ານີ້ຈະໂຫຼດໃໝ່ເອງ ເມື່ອຕົວຢ່າງ %s ກັບມາໃຊ້ງານໄດ້ອີກຄັ້ງ."
},"pluralForm" :"nplurals=1; plural=0;"
}